Repository: slushpool/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: de

source: request cancelled
de: Adressänderung abgebrochen

source: Request for changing wallet address has been cancelled.
de: Anfrage zur Änderung der Adresse abgebrochen

source: Please continue to
de: weiter zu

source: your profile page
de: Profil-Seite

source: Edit IP whitelist entry
de: IP Whitelist-Eintrag ändern

source: Whitelist has been updated.
de: Whitelist aktualisiert.

source: You reached maximum allowed IPs per account.
de: Du hast die Maximalanzhal erlaubter IP-Adressen pro Konto erreicht.

source: Edit worker
de: Arbeiter ändern

source: Worker has been updated.
de: Arbeiter aktualisiert.

source: Worker with this name already exists.
de: Arbeiter mit diesem Namen existiert bereits.

source: Applying changes on connected worker may take up to 30 minutes.
de: Durchführen der Änderungen am Arbeiter kann bis zu 30 Minuten in anspruch nehmen.
