Repository: slushpool/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: de

source: The username "%(username)s" is already taken.
de: Der Benutzername "%(username)s" ist bereits anderweitig vergeben.

source: Username
de: Benutzername

source: Bitcoin address
de: Bitcoin-Adresse

source: Your <strong>Bitcoin</strong> address for receiving rewards
de: Deine <strong>Bitcoin</strong>-Adresse für Auszahlungen

source: Send threshold
de: Auszahlungsgrenze

source: Coins will be sent once the reward crosses over the threshold
de: Es wird ausgezahlt, sobald diese Grenze überschritten wird

source: Estimated reward
de: Zu erwartende Vergütung

source: Estimated reward for current round
de: zu erwartende Vergütung für diese Runde

source: Unconfirmed reward
de: Unbestätigte Vergütung

source: Pending reward from unconfirmed blocks
de: vorbehaltliche Vergütung für unbestätigte Blocks

source: Confirmed reward
de: Bestätigte Vergütung

source: Your confirmed balance from valid blocks
de: Deine bestätigter Saldo aus gültigen Blocks

source: Total reward
de: Gesamtvergütung

source: Unconfirmed + Confirmed rewards
de: unbestätigte + bestätigte Vergütungen

source: Username in stats
de: Benutzername in den Statistiken

source: Show my username in public server stats
de: Benutzernamen in öffentlichen Serverstatistiken anzeigen

source: Notify me on payout
de: Bei Auszahlung benachrichtigen

source: Send email when the system sends me a payment
de: E-Mail schicken, wenn das System mir eine Auszahlung schickt

source: This is not a valid Bitcoin address. Please install Bitcoin client or register some web wallet to get one.
de: Dies ist eine ungültige Bitcoin-Adresse. Besorg Dir den Bitcoin Client oder ein Online Wallet um eine zu bekommen.

source: Sending threshold must be >= 0.01!
de: Auszahlungsgrenze muss >= 0.01 sein.

source: Sending threshold must be <= 20! I'm not a bank :-).
de: Auszahlungsgrenze muss <= 20 sein. Seh ich etwa aus wie ne Bank?

source: Namecoin wallet
de: Namecoin-Adresse

source: Your <strong>Namecoin</strong> address for receiving rewards
de: Deine <strong>Namecoin</strong>-Adresse für Auszahlungen

source: Namecoins will be sent once the reward crosses over the threshold
de: Namecoins werden ausgezahlt, sobald diese Grenze überschritten wird

source: This is not a valid Namecoin address. Please install Namecoin client to get one.
de: Dies ist keine gültige Namecoin-Adresse. Hol dir einen Namecoin-Client um eine zu bekommen.

source: Sending threshold must be <= 100! I'm not a bank :-).
de: Auszahlungsgrenze muss <= 100 sein. Seh ich etwa aus wie 'ne Bank?

source: IP address/Domain
de: IP-Adresse / Rechnername

source: Enter IP address from which miner connections will be accepted.
de: IP-Adresse (oder Rechnername), von welcher aus Miner-Verbindungsversuche akzeptiert werden.

source: Login suffix
de: Zusatzkennzeichen

source: Worker login will be &lt;your username&gt;.&lt;login suffix&gt;
de: Der Login für den Arbeiter ist dann &lt;Dein Benutzername&gt;.&lt;Zusatzkennzeichen&gt;

source: Password
de: Passwort

source: LP support
de: unterstützt LP

source: Enable 'long polling' extension for this worker. Turning OFF usually requires a miner restart.
de: 'Long Polling'-Erweiterung für diesen Arbeiter. Nach ausschalten muss normalerweise der Miner neu gestartet werden.

source: Dots are not allowed in worker name
de: Das Zusatzkennzeichen darf keinen Punkt (".") enthalten

source: Enter a valid username.
de: Ungültiges Zusatzkennzeichen

source: Required password
de: Passwort (obligatorisch)

source: Password again
de: Passwort-Wiederholung

source: Passwords are different!
de: Passwörter sind nicht identisch.

source: Maximum %(count)d whitelisted IPs per account allowed.
de: Höchstens %(count)d whitelisted IPs pro Konto.

source: Token not generated yet
de: Token noch nicht generiert

source: Invalid token
de: Ungültiges Token

source: Wallet change confirmation
de: Bestätigung einer Adressänderung

source: New account confirmation
de: Bestätigung einer Adressänderung

source: Namecoin settings has been updated.
de: Namecoin-Einstellungen aktualisiert.

source: Account has been updated.
de: Konto-Einstellungen aktualisiert.

source: Account banned. Contact pool administrator at support@bitcoin.cz
de: Konto deaktiviert. Bitte nimm Kontakt mit dem Pool-Administrator unter support@bitcoin.cz auf

source: My account
de: Mein Konto

source: Confirmation email has been send. Please check your mailbox and follow the link.
de: Bestätigungs-EMail versendet. Check deine EMails und folge dem enthaltenen Link.

source: Your account is already activated.
de: Konto deaktiviert. Bitte nimm Kontakt mit dem Pool-Administrator unter support@bitcoin.cz auf

source: Your account has been activated!
de: Dein Konto wurde aktiviert!

source: Hello
de: Hallo

source: Best regards,
de: beste Grüße,

source: The Pool Operator
de: Dein Pool-Operator

source: Stats
de: Statistiken

source: Hall of Fame
de: Ehrenhalle

source: (TOP50 miners)
de: (TOP50 Miner)

source: Found blocks
de: Blocks gefunden

source: yes
de: ja

source: no
de: nein

source: Sign up HERE
de: HIER anmelden

source: What is Bitcoin Pooled Mining?
de: Was ist Bitcoin Pooled Mining?

source: Bitcoin pooled mining is a way for multiple users to work together to mine <a href='http://www.weusecoins.com'>bitcoins</a>, and to share the benefits fairly.
de: "Bitcoin Pooled Mining" (man könnte das mit "Kooperatives Bitcoin-Schürfen" übersetzen) ist ein Mechanismus, welcher es einer Gruppe von Minern ermöglicht, kooperativ <a href='http://www.weusecoins.com'>bitcoins</a> zu minen (schürfen), und sich den Ertrag gerecht untereinander aufzuteilen.

source: Why do I need bitcoin pool?
de: Warum sollte ich einem Pool beitreten?

source: Bitcoins are ordinarily only ever created in chunks of 25 at a time, with the whole 25 paid to a single person. Furthermore, the race to get the 25 BTC prize in a given block is highly competitive.
de: Systembedingt werden Bitcoins in Blöcken von derzeit 25 BTC erzeugt, welche einer einzelnen Bitcoin-Adresse gutgeschrieben werden. Des weiteren ist der Konkurrenzkampf diese Blöcke zu ergattern groß.

source: If you set out mining on your own, it may be a long time before you can make a return. Pooled mining allows you to receive smaller, more frequent, steadier payouts instead. If you have a slower computer, or a CPU miner, then pooled mining may be the only way that you will ever mine any bitcoins at all.
de: Wenn du alleine minest (Solo-Mining), dann wird es voraussichtlich sehr lange dauern, bis du einen Block ergatterst. Pool-Mining reduziert den Ertrag, erhöht aber dafür die Auszahlungs-Frequenz und -Gleichmässigkeit. Wenn du nicht über herausragende Mining-Leistung verfügst, könnte es passieren, dass du niemals einen Block findest.

source: How does bitcoin pool work?
de: Wie funktioniert Pooled Mining?

source: Our server gives users blocks of very low difficulty to solve. Each solution found is registered as one 'share'. Occasionally, a solution will happen to also meet the full-strength difficulty requirements of the Bitcoin network, resulting in a successful 25 BTC minting.
de: Unser Server gibt den einzelnen Arbeitern Blocks mit einer geringeren Schwierigkeitsstufe zur bearbeitung. Jede gefundene "Lösung" wird als 'share' registriert. Ein 'share' ist also ein Block einfacher Schwierigkeitsstufe. Gelegentlich wird ein 'share' jedoch zufälligerweise eine höhere Schwierigkeitsstufe erfüllen und somit als Block im Bitcoin-Netzwerk Gültigkeit haben, was dann einen Ertrag von derzeit 25 BTC für den Pool bedeutet.

source: This 25 BTC is divided among all of the users that contributed to that round, weighted by the number of shares that they earned. Therefore, the reward earned by a given user is given by the following formula:
de: Dieser Ertrag wird dann unter allen an dieser Runde beteiligten Arbeitern aufgeteilt, gewichtet nach der Anzahl der 'shares', welche der Arbeiter beigesteuert hat. Die Vergütung eines Benutzers wird wie folgt berechnet (vereinfachte Formel, in wirklichkeit ist es etwas komplizierter, wegen Pool-Hopping):

source: (50 BTC - 1 BTC fee) * (shares found by user's workers) / (total shares in current round)
de: (50 BTC - 1 BTC Gebühr) * (Anzahl beigesteuerter 'shares' der Arbeiter dieses Benutzers) / (Gesamtanzahl aller 'shares' dieser Runde)

source: Shares do not carry over from one round to the next. When the pool mine a block, only users who worked on that block are rewarded, and only for work they did on that block. This is an unavoidable consequence of the way that Bitcoin mining in general works.
de: 'Shares' werden nicht von einer Runde in die nächste übertragen. Wenn der Pool einen Block mined, erhalten nur Arbeiter, welche 'shares' für diesen Block beigesteuert haben, eine Vergütung. Dies ist eine unvermeidbare Konsequenz aus der Art und Weise wie Bitcoin Mining generell funktioniert.

source: Service lifetime & operator trust
de: Betriebsdauer und Vertrauen in den Betreiber

source: Users have to trust pool operators, because pools aren't cheat-proof from the side of the operator.
de: Pool-Teilnehmer müßen dem Pool-Betreiber vertrauen, da dieser theoretisch schummeln kann.

source: was the first Bitcoin mining pool, has been operating consistently since December 2010 and has a long history of stable and accurate payouts.
de: ist der erste Bitcoin Mining Pool, seit Dezember 2010 ununterbrochen in Betrieb und verzeichnet seither stabile und exakte Auszahlungen.

source: The pool has been mining Bitcoins and Namecoins since October 2011. Thanks to this, users have higher mining income than mining on another Bitcoin-only pool.
de: Seit Oktober 2011 mined dieser Pool auch Namecoins. Dank dieser Neuerung erhöht sich der Ertrag der Teilnehmer gegnüber einem Pool, welcher nur Bitcoins mined.

source: Pool uses a fair distribution of rewards between members, making the pool hop-resistant. This has been mathematicaly proven.
de: Der Pool verfügt über einen fairen Mechanismus zur Verteilung des Ertrags zwischen den Teilnehmern. Dies macht den Pool gegen "Pool-Hopping" immun. Dies ist mathematisch bewiesen.

source: This miner extension improves overall mining efficiency of connected miners by lowering stale share ratio below %(ratio)s.
de: Eine Miner-Erweiterung, welche die Mining-Effizienz der verbundenen Miner verbessert, indem die anzahl der 'stales' (veraltete Blocks) unter %(ratio)s senkt.

source: Another miner extension, which improves network efficiency, especially for fast mining rigs.
de: Eine Miner-Erweiterung, welche die Netzwerk-Effizienz verbessert, besonders für leistungsfähige Miner

source: How do I get started?
de: Wie kann ich loslegen?

source: 1. Install Bitcoin miner on your computer
de: 1. Bitcoin-Miner auf Deinem Rechner installieren

source: All major CPU/GPU miners support pooled mining:
de: Alle wichtigen CPU/GPU-Miner unterstützen Pool-Mining

source: Kiv's GUI miner (Windows, recommended for beginners)
de: Kiv's GUI miner (Windows, für Anfänger empfohlen)

source: instructions
de: Anleitung

source: 2. Sign up with a bitcoin.cz account
de: 2. Bei bitcoin.cz registrieren

source: Sign up
de: Registrieren

source: Verify email (may be used for troubleshooting)
de: EMail-Adresse verifizieren (wird bei Problemen verwendet)

source: <a href='%(url)s'>Login</a> to application
de: <a href='%(url)s'>Einloggen</a>

source: Enter your wallet address - can be also online wallet registered on
de: Deine Bitcoin-Adresse - es gehen auch Online Wallet Adressen von

source: or
de: oder

source: <a href='%(url)s'>Register</a> your workers. You can use one worker account for all your miners, but I recommend to use separate account for every miner for easier troubleshooting.
de: Arbeiter <a href='%(url)s'>registrieren</a>. Man kann ein einzelnes Arbeiterkonto für alle Miner verwenden, ich empfehle aber für jeden Miner ein separates Konto anzulegen, um es bei eventueller Fehlersuche einfacher zu haben.

source: 3. Run miner
de: 3. Miner starten

source: Run your own CPU/GPU miner with the worker credentials you gave earlier, and connect it to following URL:
de: Starte die Miner-Software mit den Login-Daten, welche du eingegeben hast und gib folgende URL für die Verbindung an:

source: anonymous mining over Tor network
de: übers Tor-Netzwerk anonym minen

source: Only the newest version of poclbm miner have direct support for Tor mining at this moment.
de: Momentan hat lediglich der neuste poclbm miner direkte Unterstützung für Tor mining

source: Is it safe?
de: Ist das sicher?

source: In theory, as the Bitcoin pool operator, I could keep the 25 BTC from a block found by the pool for myself. I'm not going to do this, but I completely accept that people do not trust the pool operator. It is their freedom of choice, and Bitcoin is about freedom.
de: Theoretisch könnte ich als Pool-Betreiber die derzeit 25 BTC Ertrag pro Block einfach selbst behalten. Das mach ich natürlich nicht, aber ich erkenne an, wenn Leute dem Pool-Betreiber nicht vertrauen. Ihr habt die freie Wahl, und bei Bitcoin geht's ja um Freiheit.

source: I created the Bitcoin pool service with the rising difficulty of mining in mind because I'd like to return my investment to mining hardware. There used to be days when I never found a block at all, even with the strongest GPU on the market, which made me uncomfortable. The periodic micropayments from the mining pool offer a steadier payout, which lowers the riskiness of my investment in the Bitcoin market.
de: Ich habe diesen Mining-Pool gegründet, um meine Hardware-Investition zu sichern. Es gab Tage, an denen habe ich keine einzigen Block gefunden, nicht mal mit der fettesten GPU. Das fand ich etwas unangenehm. Die gleichmässigeren Auszahlungen des Pools verringern das Risiko meines Investments in Bitcoin.

source: About
de: Kontakt

source: You can contact me via email at info(at)bitcoin.cz, or via the bitcointalk.org forum at the username slush. You can also follow pool's <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook profile</a> for latest news and updates.
de: Du kannst mich erreichen über info(at)bitcoin.cz, oder über das bitcointalk.org Forum, ich bin dort 'slush'. Der Pool hat auch ein <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook-Profil</a> mit Neuigkeiten und Updates.

source: Login to bitcoin.cz
de: Einloggen auf bitcoin.cz

source: Your username and password didn't match. Please try again.
de: Benutzername und Passwort passen nicht zusammen. Versuch's nochmal.

source: Forgot username/password?
de: Benutzername / Passwort vergessen?

source: Don't have an account?
de: Konto löschen

source: Password reset
de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and I'll e-mail instructions for setting a new one.
de: Passwort vergessen? Gib deine EMail-Adresse ein und wir schicken Instruktionen zum zurücksetzen.

source: Reset my password
de: Passwort zurücksetzen

source: Enter new password
de: Neues Passwort eingeben

source: Please enter your new password twice so I can verify you typed it in correctly.
de: Bitte gib dein neues Passwort nochmals ein, um sicherzustellen, dass es richtig ist

source: Change my password
de: Passwort ändern

source: Password reset complete
de: Passwort zurückgesetzt

source: Your password has been set. You may go ahead and log in now.
de: Dein Passwort wurde festgelegt. Du kannst dich jetzt einloggen.

source: Log in
de: Einloggen

source: Password reset successful
de: Passwort erfolgreich zurückgesetzt

source: I've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de: Du solltest nun eine EMail mit Instruktionen zum festlegen des Passworts bekommen.

source: Logout
de: Ausloggen

source: Account settings
de: Konto-Einstellungen

source: Payout history
de: Vergütungs-Historie

source: Manage API tokens
de: API Tokens verwalten

source: Save
de: Speichern

source: Show Namecoin settings
de: Namecoin-Einstellungen anzeigen

source: Merged mining for Namecoin
de: Merged Mining für Namecoin

source: is extra income for pool members. Please fill your Namecoin settings to start collecting Namecoins!
de: bedeutet zusätzliches Einkommen für Pool-Teilnehmer. Bitte nimm deine Namecoin-Einstellungen vor, um Namecoins bekommen zu können.

source: Namecoin settings
de: Namecoin-Einstellungen

source: IP Whitelist
de: IP Whiteliste

source: You reached maximum of allowed IPs per account.
de: Du hast die Höchstanzahl erlaubter IPs pro Konto erreicht.

source: Add new IP or domain to whitelist
de: Neue IP oder Rechnernamen zur Whitelist hinzufügen

source: Allowed IP/DNS
de: Erlaubte IP/DNS

source: Resolved IP
de: Aufgelöste IP

source: Updated at
de: aktualisiert

source: Actions
de: Aktionen

source: (Your current IP address)
de: (deine momentane IP-Adresse)

source: Delete
de: Löschen

source: Workers
de: Arbeiter

source: Average hashrate in last 10 rounds:
de: Durchschnittliche Hashrate der letzten 10 Runden

source: Register new worker
de: Neuen Arbeiter anlegen

source: Current shares
de: derzeitige shares

source: Last share at
de: letzter share

source: on
de: an

source: off
de: aus

source: Edit
de: Ändern

source: Really?
de: Sicher?

source: All worker stats will be lost!
de: Alle Statistiken diese Arbeiters gehen verloren!

source: You don't have any worker yet. Register one right now!
de: Du hast noch keine Arbeiter angelegt. Leg am besten gleich einen an!

source: The calculation is based on the number of shares so far, which may not be accurate for slow workers.
de: Die Berechnung basiert auf den bisher gelieferten shares, was bei langsamen Arbeitern ungenau sein kann.

source: previous
de: vorhergehende

source: Page
de: Seite

source: of
de: von

source: next
de: nächste

source: Register an account
de: Neues Konto anlegen

source: Your account has been created. Please check your mail for activation link.
de: Dein Konto wurde angelegt. Rufe deine EMails ab.

source: You already have an account.
de: Du hast schon ein Konto

source: Register now!
de: Jetzt anmelden!

source: Back to profile
de: zurück zum Profil

source: Change the password
de: Passwort ändern

source: Follow the link for password recovery form:
de: Link zum Passwort-Rücksetz-Formular

source: Change email
de: EMail ändern

source: Graphs
de: Diagramme

source: Your daily reward
de: Deine tägliche Vergütung

source: Daily reward
de: tägliche Vergütung

source: day moving AVG
de: gleitender Tagesschnitt

source: System daily reward
de: täglicher Gesamtertrag

source: Cumulative distribution of normalized number of shares per block
de: Kumulative Verteilung Anzahl shares pro block (normalisiert)

source: experimental CDF
de: empirische KVF

source: theoretical CDF
de: theoretische KVF

source: System statistics
de: Statistiken

source: Bitcoin blocks
de: Bitcoin Block-Historie

source: Namecoin blocks
de: Namecoin Block-Historie

source: Current round started at:
de: Laufende Runde gestartet:

source: Current round duration:
de: Dauer laufende Runde

source: CDF
de: KVF

source: Current
de: derzeitige shares

source: day
de: Tag

source: days
de: Tage

source: Current server load (60 sec average)
de: Derzeitige Serlverlast (60-Sekunden-Schnitt)

source: Connected workers
de: Verbundene Arbeiter

source: Tor workers
de: Tor-Arbeiter

source: Total score of current round:
de: Gesamt-Score laufende Runde

source: Shares contributed in current round:
de: beigesteuerte Shares laufende Runde

source: Approx. cluster performance (30 min average)
de: ungefähre Cluster-Performance (30-Minuten-Schnitt)

source: Namecoin block history
de: Namecoin Block-Historie

source: Bitcoin block history
de: Bitcoin Block-Historie

source: List of found blocks is delayed for two hours.
de: Anzeige der gefundenen Blöcke ist 2 Stunden verzögert

source: All times are in UTC.
de: Alle Zeitangaben in UTC

source: Block found at
de: Block gefunden

source: Duration
de: Dauer

source: Total shares
de: Gesamtanzahl Shares

source: Your BTC reward
de: Deine BTC-Vergütung

source: Your NMC reward
de: Deine NMC-Vergütung

source: Validity
de: Gültigkeit

source: Processing...
de: Verarbeitung...

source: invalid
de: ungültig

source: confirmed
de: bestätigt

source: confirmations left
de: Bestätigungen ausstehend

source: What is Pooled Mining?
de: Was ist Pooled Mining?

source: Statistics
de: Statistiken

source: Your current token:
de: Dein derzeitiges Token:

source: Generate new token
de: Neues Token generieren

source: Keep this token private. With this token and API described below, you can easily retrieve pool account details without need to store login and password directly in your application.
de: Dieses Token sicher verwahren. Mittels diese Tokens und der unten beschriebenen API kann auf Konto-Details zugegriffen werden, ohne daß die Anwendung den Benutzernamen oder das Passwort wissen muss.

source: This URL contains JSON encoded data about your pool account:
de: Diese URL liefert JSON-encodete Daten bzgl. deines Pool-Kontos:

source: Login which belongs to given token.
de: Login, welcher mit diesem Token assoziiert ist.

source: Total user's hashrate, updated every hour and calculated from last 10 rounds (Mhash/s).
de: Gesamt-Hashrate des Benutzers, stündlich aktualisiert und über die letzten 10 Runden berechnet.

source: Estimated reward of current round. This is calculated as (your score)/(total score) for current round and may vary on every refresh.
de: Geschätzte Vergütung der laufenden Runde. Dies wird folgendermaßen berechnet: (dein score) / (gesamt-score) der laufenden Runde. Ändert sich bei reload.

source: Reward from blocks with less than 100 confirmations. This may go down when some block become invalid (refused by Bitcoin network).
de: Vergütung aus Blocks mit weniger als 100 Bestätigungen. Dies kann nach unten korrigiert werden, falls ein Block als ungültig (vom Bitcoin-Netzwerk abgelehnt) markiert wird

source: This is your real reward waiting to send to your wallet.
de: Dies ist deine tatsächliche Vergütung, welche auf Auszahlung wartet.

source: Bitcoins will be send to this Bitcoin wallet.
de: Bitcoins werden an diese Bitcoin-Adresse geschickt

source: Bitcoins will be sent to you once confirmed_reward crosses over this value. Pool is processing payments once per hour.
de: Bitcoins werden gesendet, sobald die 'bestätigte Vergütung' diesen Wert überschreitet. Auszahlungen werden stündlich verarbeitet.

source: Expected HTTP statuses:
de: Erwartete HTTP-Statuse:

source: Request was successful, response contains JSON data described above.
de: Request erfolgreich, Response enthält JSON-Daten wie oben beschrieben.

source: Request was not successful, token is probably invalid.
de: Request fehlgeschlagen, wahrscheinlich Token ungültig.

source: Server is down for maintenance or there is some unexpected error.
de: Server down oder unerwarteter Fehler.

source: Transactions
de: Transaktionen

source: Total:
de: Gesamt:

source: Date
de: Datum

source: Address
de: Adresse

source: Amount
de: Betrag

source: No transactions yet
de: noch keine Transaktionen

source: success
de: erfolgreich

source: Your wallet has been succesfully changed.
de: Deine Adresse wurde erfolgreich geändert.

source: failure
de: fehlgeschlagen

source: You provided incorrect confirmation link for wallet change.
de: Falscher Bestätigungs-Link für Adressänderung.

source: However, you can resend confirmation email from profile page.
de: Von der Profil-Seite aus kann die Bestätigungs-EMail erneut gesendet werden.

source: Wallet change resend
de: Bestätigung Addressänderung erneut senden

source: You don't have any wallet change in progress, there's nothing to send.
de: Derzeit liegt keine Adressänderung vor, nichts zu senden.

source: Wallet change
de: Adressänderung
