Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

source: Firebase notification token must be a string no longer than %d characters.
fa: توکن اعلان Firebase باید استرینگی باشد که بیشتر از %d کاراکتر نباشد.

source: Device model must be a string no longer than %d characters.
es: El modelo de dispositivo debe ser una frase que no mayor de %d caracteres.
fa: مدل دستگاه باید یک استرینگ باشد که بیش از %d کاراکتر نباشد.

source: App version code must be an integer.
es: El código de versión de la aplicación debe ser un entero.
fa: کد نسخه برنامه باید یک عدد صحیح باشد.

source: Invalid app version code.
es: Código de versión de la aplicación inválido.
fa: کد نسخه برنامه نامعتبر است.

source: Language must be a string no longer than %d characters.
es: El idioma debe ser una frase no mayor de %d caracteres.
fa: زبان باید یک استرینگ باشد که بیشتر از %d کاراکتر نباشد.

source: Country must be a string no longer than %d characters.
es: El país debe ser una frase no mayor de %d caracteres.
fa: کشور باید یک استرینگ باشد که بیشتر از %d کاراکتر نباشد.

source: Dashboard autorefresh setting must be a boolean.
es: La configuración de autorefresco del tablero debe ser un booleano.
fa: تنظیمات بازخوانی خودکار داشبورد باید یک boolean باشد.

source: Token must be a string of %d lowercase ASCII characters or digits.
es: El token debe ser una frase de %d caracteres ASCII en minúscula o dígitos.
fa: توکن باید استرینگی از %d کاراکتر یا ارقام کوچک ASCII باشد.

# UI
source: Invalid payout account id!
es: ¡ID de cuenta de pago inválida!
fa: شناسه حساب پرداخت غیرمعتبراست!

# UI
source: This verification request has already been processed.
es: Esta solicitud de verificación ya ha sido procesada.
fa: این درخواست تأیید قبلاً پردازش شده است.
ru: Этот запрос на проверку уже обработан.
zh: 该验证请求已正在处理中。

# UI
source: You do not have permission to submit this form.
es: No tiene permiso para enviar este formulario.
fa: شما اجازه ارسال این فرم را ندارید.
ru: У вас нет разрешения на отправку этой формы.
zh: 您没有提交该表的权限。

# UI
source: Unable to deactivate account with non-zero balance.
es: No se puede desactivar la cuenta con saldo distinto de cero.
fa: غیرفعال کردن حساب با موجودی غیر صفر امکان پذیر نیست.
ru: Невозможно деактивировать аккаунт с ненулевым балансом.
zh: 不能停用余额为零的账户。

# UI
source: This account has non-zero split percentage. Reassign its rewards split first.
es: Esta cuenta tiene un porcentaje de división distinto de cero. Reasigne sus recompensas divididas primero.
fa: این حساب دارای درصد تقسیم غیر صفر است. ابتدا پاداشهای خود را دوباره تقسیم کنید.
ru: Эта учетная запись имеет ненулевой процент разделения. Сначала перенастройте разделение своих наград.
zh: 该账号的分配比例非零。请先重新分配收益。

# UI
source: Select an existing wallet or create a new one.
es: Selecciona una cartera existente o crea una nueva.
fa: یک کیف پول موجود را انتخاب کنید یا یک کیف پول جدید ایجاد کنید.

# UI
source: Wallet params are missing.
es: Faltan los parámetros de la cartera.
fa: پارامترهای کیف پول وجود ندارد.

# UI
source: Wallet name is missing.
es: Falta el nombre de la cartera.
fa: نام کیف پول موجود نیست.

# UI
source: Settings of an API-driven payout account can not be changed.
es: Los ajustes de pago de una cuenta manejada por API no pueden cambiarse.
fa: تنظیمات یک حساب پرداخت مبتنی بر API را نمی توان تغییر داد.

# UI
source: Payouts are locked.
es: Los pagos están bloqueados.
fa: پرداخت ها قفل شده اند.
ru: Выплаты заблокированы.
zh: 提现已被锁定。

# UI
source: Payouts are already paused.
es: Los pagos ya están pausados.
fa: پرداخت ها قبلاً متوقف شده است.
ru: Выплаты уже приостановлены.
zh: 提现已暂停。

# UI
source: Payouts are not paused.
es: Los pagos no están pausados.
fa: پرداخت ها متوقف نمی شوند.
ru: Выплаты не приостановлены.
zh: 提现未暂停。

# UI
source: Payouts are already locked.
es: Los pagos ya están bloqueados.
fa: پرداخت ها قبلاً قفل شده است.
ru: Выплаты уже заблокированы.
zh: 提现已被锁定。

# UI
source: Payout account "%(name)s" does not meet the requirements for payouts lock.
es: La cuenta de pagos "%(name)s" no reúne los requisitos para el bloqueo de pagos.
fa: حساب پرداخت "%(name)s" الزامات قفل پرداخت را برآورده نمی کند.
ru: Платежный аккаунт %(name)s не соответствует требованиям блокировки выплат.
zh: 提现账户 “%(name)s” 未能达到提现锁的要求。

# UI
source: Payouts are locked!
es: ¡Los pagos están bloqueados!
fa: پرداخت ها قفل شده اند!

# UI
source: Reward split can not be changed for accounts with API-driven payouts.
es: El reparto de recompensa no puede cambiarse en cuentas con pagos manejadas por API.
fa: تقسیم پاداش برای حساب‌های دارای پرداخت‌های مبتنی بر API قابل تغییر نیست.

# UI
source: Invalid currency!
es: ¡Moneda inválida!
fa: ارز نامعتبر!

# UI
source: Invalid wallet id!
es: ¡ID de cartera inválida!
fa: شناسه کیف پول نامعتبر است!

# UI
source: The wallet must be active!
es: ¡La cartera debe estar activa!
fa: کیف پول باید فعال باشد!

# UI
source: Invalid "is_active" parameter!
es: ¡Parámetro "es_activa" inválido!
fa: پارامتر "is_active" نامعتبر است!

# UI
source: This wallet is already active!
es: ¡Esta cartera ya está activa!
fa: این کیف پول در حال حاضر فعال است!

# UI
source: This wallet has already been deactivated!
es: ¡Esta cartera ya fue desactivada!
fa: این کیف پول در حال حاضر غیر فعال شده است!

# UI
source: Wallet name must be a string!
es: ¡El nombre de la cartera debe ser una frase!
fa: نام کیف پول باید یک ردیف باشد!
ru: Название кошелька должно быть строкой!
zh: 钱包名中只能用合法字符！

# UI
source: Name can not be longer than %(length)s characters!
es: ¡El nombre no puede tener mas de %(length)s caracteres!
fa: نام نمی تواند طولانی تر از %(length)s کاراکتر باشد!

# UI
source: Name can not be empty!
es: ¡El nombre no puede estar en blanco!
fa: نام نمی تواند خالی باشد!

# UI
source: Unsupported characters in wallet name!
es: ¡Caracteres no permitidos en el nombre de la cartera!
fa: کاراکترهای پشتیبانی نشده در نام کیف پول وجود دارد!

# UI
source: This name is already used!
es: ¡Este nombre ya fue usado!
fa: این نام قبلاً استفاده شده است!

# UI
source: Address missing!
es: ¡Falta la dirección!
fa: آدرس پیدا نشد!

# UI
source: Invalid address format!
es: ¡Formato de dirección inválida!
fa: فرمت آدرس نامعتبر است!

# UI
source: Blockchain address is not supported for this coin!
es: ¡No se soporta una dirección de cadena de bloques para esta moneda!
fa: آدرس Blockchain برای این کوین پشتیبانی نمی شود!

# UI
source: Invalid xpub format!
es: ¡Formato xpub inválido!
fa: فرمت xpub نامعتبر است!

# UI
source: XPub is not supported for this coin!
es: ¡XPub no está soportado para esta moneda!
fa: XPub برای این کوین پشتیبانی نمی شود!

# UI
source: This wallet already exists!
es: ¡Esta cartera ya existe!
fa: این کیف پول از قبل وجود دارد!

# UI
source: Invalid params format.
es: Formato de parámetros inválido.
fa: فرمت پارامتر ها نا معتبر است.
ru: Неверный формат params.
zh: 无效的参数格式。

# UI
source: Missing "type" attribute in wallet params.
es: Falta el atributo "tipo" en los parámetros de la cartera.
fa: ویژگی "نوع" در پارامترهای کیف پول وجود ندارد.

# UI
source: Xpub wallets are not supported at the moment.
es: En estos momentos las carteras Xpub no tienen soporte.
fa: کیف پول Xpub در حال حاضر پشتیبانی نمی شود.

# UI
source: Invalid type!
es: ¡Tipo inválido!
fa: نوع نامعتبر است!

# UI
source: Invalid payout account id.
es: ID de cuenta de pago inválida.
fa: شناسه حساب پرداخت نامعتبر است.
ru: Неверный идентификатор аккаунта для выплат.
zh: 无效的提现账户ID。

# UI
source: Invalid payout account name!
es: ¡Nombre de cuenta de pago inválida!
fa: نام حساب پرداخت نامعتبر است!

# UI
source: Name cannot be empty!
es: ¡El nombre no puede estar en blanco!
fa: نام نمی تواند خالی باشد!

# UI
source: Unsupported characters in payout account name!
es: ¡Caracteres no permitidos en el nombre de la cuenta de pago!
fa: کاراکترهای غیرمجاز در نام حساب پرداخت وجود دارد!

# UI
source: Invalid payout request value!
es: ¡Valor solicitado de pago inválido!
fa: مقدار درخواست پرداخت نامعتبر است!

# UI
source: Payout has already been requested for this payout account!
es: ¡El pago ya ha sido solicitado para esta cuenta de pago!
fa: پرداخت قبلا برای این حساب پرداخت درخواست شده است!

# UI
source: There is no wallet for this payout account!
es: ¡No hay una cartera para esta cuenta de pago!
fa: هیچ کیف پولی برای این حساب پرداخت وجود ندارد!

# UI
source: The assigned wallet is not confirmed yet!
es: ¡La cartera asignada aún no está confirmada!
fa: کیف پول اختصاص داده شده هنوز تایید نشده است!

# UI
source: Account balance must be higher than %(amount)s %(unit)s!
es: ¡El balance de la cuenta debe ser mayor a %(amount)s %(unit)s!
fa: موجودی حساب باید بالاتر از %(amount)s %(unit)s باشد!

# UI
source: Payout was not requested for this payout account!
es: ¡No se ha solicitado pago en esta cuenta de pago!
fa: پرداخت برای این حساب پرداخت درخواست نشده بود!

# UI
source: Invalid split format!
es: ¡Formato de reparto no válido!
fa: فرمت تقسیم نامعتبر است!

# UI
source: Percentages cannot be negative!
es: ¡Los porcentajes no pueden ser negativos!
fa: درصدها نمی توانند منفی باشد!

# UI
source: No more than 2 fractional digits are allowed in the percentages!
es: ¡No se permiten más de 2 dígitos fraccionados en los porcentajes!
fa: بیش از ۲ رقم کسری در درصد مجاز نیست!

# UI
source: Percentages must add up to 100%!
es: ¡Los porcentajes deben sumar hasta 100%!
fa: درصدها باید تا 100٪ اضافه شوند!

# UI
source: Invalid payout account ids!
es: ¡IDs de cuenta de pago no válidos!
fa: شناسه های حساب پرداخت غیرمعتبراست!

# UI
source: Invalid payout accounts!
es: ¡Cuentas de pago no válidas!
fa: حساب های پرداخت نا معتبر است!

# UI
source: Invalid threshold parameters!
es: ¡Parámetros de umbral inválidos!
fa: پارامترهای آستانه نامعتبر است!

# UI
source: Threshold value is required!
es: ¡Se requiere el valor del umbral!
fa: مقدار آستانه مورد نیاز است!

# UI
source: Invalid threshold value!
es: ¡Valor de umbral inválido!
fa: مقدار آستانه نامعتبر است!

# UI
source: Threshold must be higher than %(minimum)s %(unit)s!
es: ¡El umbral debe ser superior a %(minimum)s %(unit)s!
fa: آستانه باید بالاتر از %(minimum)s%(unit)s باشد!

# UI
source: Threshold must be lower than %(minimum)s %(unit)s!
es: ¡El umbral debe ser inferior a %(minimum)s%(unit)s!
fa: آستانه باید کمتر از %(minimum)s %(unit)s باشد!

# UI
source: You have to set a frequency!!
es: ¡¡Debe fijar una frecuencia!!
fa: شما باید یک فرکانس تنظیم کنید!!

# UI
source: Invalid frequency format!
es: ¡Formato de frecuencia inválido!
fa: فرمت فرکانس نامعتبر است!

# UI
source: Invalid payout frequency!
es: ¡Frecuencia de pago no válida!
fa: فرکانس پرداخت نامعتبر است!

# UI
source: Invalid day in period!
es: ¡Día inválido en el período!
fa: روز نامعتبر در دوره!

# UI
source: Day of the week must be a number between %(min)s and %(max)s!
es: ¡El día de la semana debe ser un número entre %(min)s y %(max)s!
fa: روز هفته باید یک عدد مابین %(min)s و %(max)s باشد!

# UI
source: Day of the month must be a number between %(min)s and %(max)s!
es: ¡El día del mes debe ser un número entre %(min)s y %(max)s!
fa: روز ماه باید یک عدد مابین %(min)s و%(max)s باشد!

# UI
source: Invalid trigger format!
es: ¡Formato de activador no válido!
fa: فرمت راه انداز نامعتبر است!

# UI
source: Unknown trigger type "%(type)s"!
es: ¡Tipo de activador desconocido "%(type)s"!
fa: الگوی ناشناخته راه انداز "%(type)s"!

# UI
source: Choose a %(coin)s wallet!
es: ¡Elija una cartera de %(coin)s!
fa: یک کیف پول %(coin)s را انتخاب کنید!

# UI
source: %(type)s addresses are not supported.
es: Las direcciones %(type)s no son compatibles.
fa: %(type)s آدرس ها پشتیبانی نمی شوند.
ru: %(type)s адреса не поддерживаются.
zh: 不支持%(type)s这种类型的地址。

# UI
source: Unable to derive address type.
es: No se puede derivar el tipo de dirección.
fa: قادر به استخراج نوع نشانی نمی باشد.
ru: Невозможно определить тип адреса.
zh: 无法导出地址类型。

# UI
source: Enter a %(blockchain)s address.
es: Ingrese una dirección %(blockchain)s.
fa: یک آدرس %(blockchain)sرا وارد کنید.
ru: Введите %(blockchain)s адрес.
zh: 输入%(blockchain)s地址。

# UI
source: This is not a valid %(coin)s address.
es: Esta no es una dirección válida de %(coin)s.
fa: این یک آدرس%(coin)s معتبر نیست.
ru: Это не действительный %(coin)s адрес.
zh: 该地址不是有效的%(coin)s地址。

# UI
source: %(coind)s: This is not a valid %(coin)s address.
es: %(coind)s: Esta no es una dirección válida de %(coin)s.
fa: %(coind)s: این یک آدرس%(coin)s معتبر نیست.
ru: %(coind)s: Это не действительный %(coin)s адрес.
zh: %(coind)s：该地址不是有效的%(coin)s地址。

# UI
source: Validation failed. %(coind)s is not connected.
es: Validación fallida. %(coind)s no está conectado.
fa: اعتبارسنجی انجام نشد. %(coind)s متصل نیست.
ru: Проверка не удалась. %(coind)s не подключен.
zh: 验证失败。%(coind)s无法连接。

# UI
source: This is not a valid XPub.
es: Este no es un XPub válido.
fa: این یک XPub معتبر نیست.
ru: Это не действительный XPub.
zh: 该XPub（拓展公钥）无效。

# UI
source: Enter a valid XPub.
es: Ingrese un XPub válido.
fa: XPub معتبر را وارد کنید.
ru: Введите действительный XPub.
zh: 请输入有效的XPub（拓展公钥）。

# UI
source: Enter a %(blockchain)s xpub.
es: Ingrese un xpub de %(blockchain)s.
fa: یک xpub %(blockchain)sوارد کنید.
ru: Введите %(blockchain)s xpub.
zh: 请输入%(blockchain)s的XPub（拓展公钥）。

source: Missing captcha data!
es: ¡Faltan los datos del captcha!
fa: داده captcha موجود نیست!
ru: Отсутствуют данные капчи!
zh: 验证码缺失！

source: Captcha validation failed.
es: La validación del captcha falló.
fa: تأیید اعتبار Captcha انجام نشد.
ru: Проверка капчи не удалась.
zh: 验证码验证失败。

source: Password is incorrect!
es: ¡La contraseña es incorrecta!
fa: رمز عبور نادرست است!
ru: Неверный пароль!
zh: 密码错误！

# UI
source: You don't have sufficient access permissions to modify the settings.
es: No tiene permisos de acceso suficientes para modificar los ajustes.
fa: شما مجوز دسترسی کافی برای تغییر تنظیمات ندارید.

# UI
source: Required field!
es: ¡Campo requerido!
fa: این فیلد اجباری است!
ru: Обязательное поле!
zh: 必填项！

# UI
source: Context value "%s" is missing.
es: Falta el valor de contexto %s.
fa: مقدار”%s”وجود ندارد.
ru: Значение контекста "%s" отсутствует.
zh: 缺失背景值“%s”。

# UI
source: Missing initial value for the "{}" key!
es: ¡Falta el valor inicial para la "{}" llave!
fa: مقدار اولیه برای کلید "{}" وجود ندارد!

# UI
source: Initial values were not up to date!
es: ¡Los valores iniciales no estaban actualizados!
fa: مقادیر اولیه به روز نیستند!
ru: Начальные значения не были актуальными!
zh: 初始值未更新！

# UI
source: Boolean value is required.
es: Se requiere un valor booleano.
fa: مقدار Boolean مورد نیاز است.
ru: Boolean значение обязательно.
zh: 需为布尔值（真或假）。

# UI
source: Whole number is required.
es: Se requiere un número entero.
fa: تعداد کل مورد نیاز است.
ru: Требуется целое число.
zh: 需为整数值。

# UI
source: Number is required.
es: Se requiere número.
fa: شماره مورد نیاز است.
ru: Требуется число.
zh: 需为数值。

# UI
source: Max length must be lower than %s.
es: La longitud máxima debe ser inferior a %s.
fa: حداکثر طول باید کمتر از %s باشد.
ru: Максимальная длина должна быть ниже, чем %s.
zh: 最大长度不能大于%s。

# UI
source: Max length must be greater than %s.
es: La longitud máxima debe ser mayor que %s.
fa: حداکثر طول باید بزرگتر از %sباشد.
ru: Максимальная длина должна быть больше чем %s.
zh: 最大长度不能小于%s。

# UI
source: Max length must be between %(lower)s and %(upper)s.
es: La longitud máxima debe estar entre %(lower)s y %(upper)s.
fa: حداکثر طول باید بین%(lower)s و%(upper)sباشد.
ru: Максимальная длина должна быть между %(lower)s и %(upper)s.
zh: 最大长度需在%(lower)s和%(upper)s之间。

# UI
source: Value must be lower than %s.
es: El valor debe ser inferior a %s.
fa: مقدار باید کمتر از %s باشد.
ru: Значение должно быть ниже чем %s.
zh: 值必需小于%s。

# UI
source: Value must be greater than %s.
es: El valor debe ser mayor que %s.
fa: مقدار باید بیشتر از %s باشد.
ru: Значение должно быть выше чем %s.
zh: 值必需大于%s。

# UI
source: Value is not a number.
es: El valor no es un número.
fa: مقدار یک عدد نیست.
ru: Значение не число.
zh: 不是一个数值。

# UI
source: Value must be between %(lower)s and %(upper)s.
es: El valor debe estar entre %(lower)s y %(upper)s.
fa: مقدار باید بین %(lower)sو %(upper)sباشد.
ru: Значение должно быть между %(lower)s и %(upper)s.
zh: 值需在%(lower)s和%(upper)s之间。

# UI
source: This value is not allowed.
es: Este valor no está permitido.
fa: این مقدار مجاز نمی باشد.
ru: Это значение не допускается.
zh: 不允许这个值。

# UI
source: Two-factor authentication token is invalid.
es: El token de la autenticación de dos factores es invalido.
fa: رمز احراز هویت دو عاملی نامعتبر است.
ru: Токен двухфакторной аутентификации недействителен.
zh: 两步验证口令无效。

# UI
source: TOTP URI is invalid.
es: Dirección (URI) TOTP inválida.
fa: TOTP URI نامعتبر است.
ru: TOTP URI является недействительным.
zh: TOTP URI地址无效。

# UI
source: Email is not valid.
es: El correo no es válido.
fa: ایمیل معتبر نیست.
ru: Email не является допустимым.
zh: 邮箱地址无效。

# UI
source: There must always be one main Access Profile!
es: ¡Siempre debe existir un Perfil de Acceso principal!
fa: همیشه باید یک پروفایل دسترسی اصلی وجود داشته باشد!
ru: Всегда должен быть один основной Профиль Доступа!
zh: 主访问配置只能有一个！

# UI
source: This name is already used.
es: Este nombre ya está en uso.
fa: این نام قبلاً استفاده شده است.
ru: Это имя уже используется.
zh: 该名已被占用。

# UI
source: You can not delete the password of the main Access Profile.
es: No puede borrar la palabra clave del Perfil de Acceso principal.
fa: شما نمی توانید رمز ورود پروفایل دسترسی اصلی را حذف کنید.
ru: Вы не можете удалить пароль основного Профиля доступа.
zh: 您不能删除主访问配置的密码。

# UI
source: Invalid permissions value.
es: Valor de permisos inválido.
fa: مقدار مجوزهای نامعتبر.
ru: Неверное значение разрешений.
zh: 无效的许可值。

# UI
source: You can not change permissions of this Access Profile.
es: No puede cambiar los permisos de este Perfil de Acceso.
fa: شما نمی توانید مجوزهای این پروفایل دسترسی را تغییر دهید.
ru: Вы не можете изменить разрешения этого Профиля доступа.
zh: 您不能变更该访问配置的权限。

# UI
source: Token must have 16 characters.
es: El token debe tener 16 caracteres.
fa: رمز باید 16 کاراکتر داشته باشد.
ru: Токен должен иметь 16 символов.
zh: 口令中必须至少有16个字。

# UI
source: Invalid token.
es: Token inválido.
fa: رمز نامعتبر است.
ru: Неверный токен.
zh: 无效的口令。

# UI
source: Invalid Access Profile id.
es: ID del Perfil de Acceso inválida.
fa: شناسه پروفایل دسترسی نامعتبر است.
ru: Неверный идентификатор Профиля доступа.
zh: 无效的访问配置ID。

# UI
source: You can not deactivate your own Access Profile.
es: No puede desactivar su propio Perfil de Acceso.
fa: شما نمی توانید پروفایل دسترسی خود را غیر فعال کنید.
ru: Вы не можете деактивировать свой собственный Профиль доступа.
zh: 您不能停用您自己的访问配置。

# UI
source: You can not deactivate the main Access Profile.
es: No puede desactivar el Perfil de Acceso principal.
fa: شما نمی توانید پروفایل دسترسی اصلی را غیر فعال کنید.
ru: Вы не можете деактивировать основной Профиль доступа.
zh: 您不能停用主访问配置。

# UI
source: You can not delete your own Access Profile.
es: No puede borrar su propio Perfil de Acceso.
fa: شما نمی توانید پروفایل دسترسی خود را حذف کنید.
ru: Вы не можете удалить свой собственный Профиль доступа.
zh: 您不能删除您自己的访问配置。

# UI
source: You can not delete the main Access Profile.
es: No puede borrar el Perfil de Acceso principal.
fa: شما نمی توانید پروفایل دسترسی اصلی را حذف کنید.
ru: Вы не можете удалить основной Профиль доступа.
zh: 您不能删除主访问配置。

# UI
source: You can not delete staff Access Profile.
es: No puede borrar el Perfil de Acceso del personal.
fa: شما نمی توانید پروفایل دسترسی کارکنان را حذف کنید.
ru: Вы не можете удалить Профиль доступа персонала.
zh: 您不能删除子访问配置。

# UI
source: Users that don't have any preference = their hashrate is split among all block size proposals proportionally.
es: Usuarios que no tengan preferencia = su tasa de hash se dividide proporcionalmente entre todas las propuestas de tamaño de bloque.
fa: کاربرانی که هیچ ترجیحی ندارند = هش ریت آنها بین همه پیشنهادات اندازه بلوک به طور متناسب تقسیم می شود.

# UI
source: Users that prefer Current rules given by Bitcoin core = their hashrate is used for mining Bitcoin Core blocks.
es: Usuarios que prefieren las Reglas actuales dadas por Bitcoin Core = su tasa de hash se usa para minar bloques de Bitcoin Core.
fa: کاربرانی که قوانین فعلی داده شده توسط Bitcoin Core را ترجیح می دهند = هش ریت آنها برای استخراج بلوک های Bitcoin Core استفاده می شود.

# UI
source: Bitcoin Core
fa: هسته بیت‌کوین
zh: Bitcoin Core （比特币核心）

# UI
source: News article not found: "%s"
es: Artículo de noticias no encontrado: "%s"
fa: مقاله خبری یافت نشد: "%s"

# UI
source: Challenge was not found!
es: ¡No se encontró el desafío!
fa: چالش یافت نشد!
ru: Вызов не был найден!
zh: 挑战未找到！

# UI
source: Missing "types" parameter!
es: ¡Falta el parámetro "tipos"!
fa: پارامتر "انواع" وجود ندارد!
ru: Отсутствует параметр "тип"!
zh: 缺失“类型”参数！

# UI
source: Invalid query type. Choices are: %s.
es: Tipo de consulta inválido. Las opciones son: %s.
fa: نوع پرس و جو نامعتبر است. گزینه ها عبارتند از: %s.
ru: Неверный тип запроса. Выберите одну из вариант: %s.
zh: 无效的查询类型。有这些选项：%s。

# UI
source: Missing "output format" parameter!
es: ¡Falta el parámetro "formato de salida"!
fa: پارامتر "فرمت خروجی" وجود ندارد!
ru: Отсутствует параметр "формат выходных данных"!
zh: 缺失“输出格式”参数！

# UI
source: Invalid output format. Choices are: %s.
es: Formato de salida inválido. Las opciones son: %s.
fa: قالب خروجی نامعتبر است. گزینه ها عبارتند از: %s.
ru: Недействительный формат выходных данных. Выберите одну из вариант: %s.
zh: 无效的输出格式。有这些选项：%s。

# UI
source: Invalid lower bound. "From" must be >= 2016-01-01!
es: Límite inferior inválido. ¡"Desde" debe ser >= 2016-01-01!
fa: حد پایین نامعتبر است "از" باید> = 2016-01-01 باشد!
ru: Неверная нижняя граница. «От» должно быть >= 2016-01-01!
zh: 下限无效。 "从"须在2016-01-01之后!

# UI
source: Missing date range (from, to)!
es: ¡Falta el rango de fechas (desde, hasta)!
fa: محدوده تاریخ وجود ندارد (از، به)!
ru: Отсутствует диапазон дат (от, до)!
zh: 缺失日期范围（从，到）！

# UI
source: Invalid date range!
es: ¡Rango de fechas inválido!
fa: دامنه تاریخ نامعتبر است!
ru: Неверный диапазон дат!
zh: 无效数据范围！

# UI
source: Access to email change denied.
es: Acceso denegado al cambio de correo.
fa: دسترسی به تغییر ایمیل رد شد.

# UI
source: There already is a request to change the email!
es: ¡Ya existe una solicitud para cambiar el correo!
fa: در حال حاضر یک درخواست برای تغییر ایمیل وجود دارد!

# UI
source: Access to access profiles denied.
es: Acceso a perfiles de acceso denegado.
fa: دسترسی به پروفایل دسترسی رد شد.
ru: Доступ к Профилям доступа запрещен.
zh: 访问配置拒绝访问。

# UI
source: Password change is not allowed.
es: No se permite el cambio de contraseña.
fa: تغییر رمز عبور مجاز نیست.
ru: Смена пароля не допускается.
zh: 不可变更密码。

# UI
source: Passwords are different.
es: Las contraseñas son diferentes.
fa: رمزهای عبور متفاوت هستند.
ru: Пароли не совпадают.
zh: 密码不匹配。

# UI
source: Second factor authentication missing.
es: Falta el segundo factor de autenticación.
fa: احراز هویت عامل دوم وجود ندارد.
ru: Отсутствует 2х-факторная аутентификация.
zh: 缺少两步验证。

# UI
source: User request not found!
es: ¡Solicitud de usuario no encontrada!
fa: درخواست کاربر پیدا نشد!

# UI
source: The request associated with this confirmation link is no longer active. It has probably been confirmed or canceled before.
es: La solicitud asociada a este enlace de confirmación ya no está activa. Probablemente ha sido confirmada o cancelada previsamente.
fa: درخواست مرتبط با این لینک تأیید دیگر فعال نیست. احتمالاً قبلاً تأیید یا لغو شده است.

# UI
source: This request has expired.
es: Esta solicitud ha expirado.
fa: این درخواست منقضی شده است.

# UI
source: Email change request has been cancelled.
es: La solicitud de cambio de correo ha sido cancelada.
fa: درخواست تغییر ایمیل لغو شده است.

# UI
source: Payout channel not found.
es: No se encontró el canal de pago.
fa: کانال پرداخت یافت نشد.
ru: Канал для выплат не найден.
zh: 未找到提现渠道。
