Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

source: <strong>Changing the username is currently not allowed.</strong> You can, however, create a new account with a different username under the same e-mail address. Having multiple accounts registered with the same e-mail address is possible.
fr: <strong>Changer de nom d'utilisateur n'est présentement pas permis.</strong> Vous pouvez cependant créer un nouveau compte avec un nom d'utilisateur différent sous la même adresse électronique. Il est possible d'avoir plusieurs comptes enregistrés avec la même adresse e-mail.

source: Account deletion
fr: Suppression du compte

source: If you decide to close down your mining operation, there are two options. You can either leave your account as it is without signing into it or mining with it and the account will be <strong>automatically deleted</strong> after <strong>one year of your inactivity</strong>.
fr: Si vous décidez de fermer votre opération de minage, vous avez deux options. Vous pouvez soit laisser votre compte tel quel sans vous y connecter ou l'exploiter et il sera <strong>automatiquement supprimé</strong> après <strong>un an d'inactivité</strong>.

source: The remaining balance will be considered as a donation to the pool.
fr: Tout solde au compte sera alors considéré comme un don à la pool.

source: However, if you decide to delete the account immediately, please always <strong>check if all rewards have already been paid</strong> to your payout address before taking any action. Then, request account deletion in the <em>Settings > Accounts</em> menu and confirm it via the confirmation link sent to your e-mail.
fr: Toutefois, si vous décidez de supprimer le compte immédiatement, <strong>vérifiez toujours si vos récompenses ont toutes été payées</strong> à l'adresse désignée avant de poser toute action. Ensuite, demandez la suppression du compte dans le menu <em>Paramètres > Comptes</em> et confirmez-la en cliquant sur le lien envoyé à votre adresse électronique.

source: Worker management
fr: Gestion du travailleur

source: If you use multiple mining devices at a time, it is practical to have a <strong>detailed overview of each device</strong>. We offer a sophisticated solution in the form of user-friendly worker management. You can easily monitor and manage your miners in the <em>Workers</em> section. Our system is designed to handle even large farms with thousands of workers.
fr: Si vous utilisez plusieurs appareils de minage à la fois, il est pratique d'avoir une <strong>vue détaillée de chaque appareil</strong>. Nous proposons une solution sophistiquée sous la forme d'un outil de gestion de vos travailleurs simplifié. Vous pouvez facilement superviser vos travailleurs dans la section <em>Travailleurs</em>. Notre système est conçu pour gérer même les grandes opérations avec des milliers de travailleurs.

source: Worker creation
fr: Création du travailleur

source: Once you connect a miner with its worker name configured, the name will <strong>automatically appear</strong> in the device overview as a new worker. You also have an option to create a new worker manually by clicking on <em>New Worker</em>. Then, choose a name for your worker and use this name in the device configuration.
fr: Une fois que vous avez connecté un mineur avec son nom de travailleur configuré, le nom <strong>apparaîtra automatiquement</strong> dans la vue d'ensemble de l'appareil comme un nouveau travailleur. Vous avez également l'option de créer manuellement un nouveau travailleur en cliquant sur <em>Nouveau travailleur</em>. Ensuite, choisissez un nom pour votre travailleur et utilisez ce nom dans la configuration de l'appareil.

source: If you do not set a worker name in your device configuration, a new one will be automatically created with a name <strong>[auto] worker</strong> and your hash rate will be assigned to it.
fr: Si vous ne définissez pas de nom d'utilisateur dans la configuration de votre appareil, un nouveau sera automatiquement créé sous format <strong>[auto] travailleur</strong> et votre taux de hachage y sera assigné.

source: Worker settings
fr: Paramètres du travailleur

source: Following settings are available for each worker:
fr: Les paramètres suivants sont disponibles pour chaque travailleur :

source: <strong>Enable monitoring</strong> – The monitoring system will detect and report any hash rate issues related to the selected worker. Monitoring helps you supervise how your miners work over time and minimizes losses caused by connection issues or mining hardware/software failures. To find out more about the monitoring feature, read the <a href="%(url)s">monitoring manual section</a>.
fr: <strong>Activer la surveillance</strong> - Le système de surveillance détectera et signalera tout problème de taux de hachage lié au travailleur sélectionné. Cette fonctionnalité vous aide à surveiller comment travaillent vos mineurs au fil du temps et à minimiser les pertes causées par des problèmes de connexion ou de pannes d'appareil ou de logiciel. Pour en savoir plus sur la fonctionnalité de surveillance, lisez la <a href="%(url)s">section manuel de surveillance</a>.

source: <strong>Auto detect alert limit</strong> – Automatically estimates hash rate of your worker by its past activity. If you untick this, you can set your own Alert Limit. The system will report issues when hash rate drops below this value.
fr: <strong>Détection automatique de la limite d'alerte</strong> - Estime automatiquement le taux de hachage de votre travailleur par son activité passée. Si vous décochez cette case, vous pouvez définir votre propre limite d'alerte. Le système signalera les problèmes lorsque le taux de hachage sera inférieur à cette valeur.

source: <strong>Use default minimum difficulty</strong> – Pool uses <a href="%(vardiff)s">VarDiff</a> algorithm which automatically calculates the optimal difficulty for your device. If you untick this, it is possible to set the minimum provided difficulty manually, however we do not recommend this option unless you have knowledge of the technical background.
fr: <strong>Utiliser la difficulté minimale par défaut</strong> - La pool utilise l'algorithme <a href="%(vardiff)s">VarDiff</a>, qui calcule automatiquement la difficulté optimale pour votre appareil. Si vous décochez cette case, il est possible de régler manuellement la difficulté minimale. Nous ne recommandons toutefois pas cette option, sauf si vous connaissez bien son fondement technique.

source: <strong>Labels</strong> – It is possible to create labels and assign them to the workers according to your own needs. You can create and delete your labels by clicking Manage Labels and +. There could be a shortcut, name, color and further description in every label detail.
fr: <strong>Étiquettes</strong> - Il est possible de créer des étiquettes et de les attribuer aux travailleurs en fonction de vos propres besoins. Vous pouvez créer et supprimer vos étiquettes en cliquant sur Gérer les étiquettes et +. Il pourrait y avoir un raccourci, nom, couleur et description supplémentaire dans chaque détail de l'étiquette.

source: Assign labels by clicking <em>Edit Worker > Labels > selected label > Apply</em>.
fr: Attribuez des étiquettes en cliquant sur <em>Modifier le travailleur > Étiquettes > Étiquette sélectionnée > Appliquer</em>.

source: Other options
fr: Autres options

source: <strong>Filter your workers</strong> – To have a better overview of your workers, you can filter them by their state, name, hash rate, minimum difficulty, alert limit or actual state.
fr: <strong>Filtrer vos travailleurs</strong> - Pour avoir une meilleure vue d'ensemble de vos travailleurs, vous pouvez les filtrer par leur état, nom, taux de hachage, difficulté minimale, limite d'alerte ou état présent.

source: <strong>Worker detail</strong> – If you open the worker detail by clicking on its name, the parameters of a miner and the settings will be shown. There is also a Recent Hash Rate graph displayed in the bottom section which can be very helpful for troubleshooting.
fr: <strong>Détail du travailleur</strong> - Si vous ouvrez le détail du travailleur en cliquant sur son nom, les paramètres d'un mineur et les paramètres généraux seront affichés. Il y a également un graphique du Taux de hachage récent, affiché dans la section inférieure, qui peut s'avérer très utile pour le dépannage.

source: Zcash <span>can</span> be efficiently mined with:
fr: Zcash <span>peut</span> être miné efficacement avec :

source: ASIC (Equihash algorithm), GPU
fr: ASIC (algorithme d'Equihash), GPU

source: Zcash <span>cannot</span> be efficiently mined with (unsupported):
fr: Zcash <span>ne peut pas</span> être miné efficacement avec (non supporté) :

source: CPU, mobile phone
fr: CPU, téléphone portable

source: <a href="%(dashboard)s">Log into</a> your account.
fr: <a href="%(dashboard)s">Vous connecter</a> à votre compte.

source: Some popular hardware/software configurations are available in the Support Center:
fr: Certaines configurations d'appareils/logiciels courantes sont disponibles dans le Centre de support :

source: Zcash Mining Setup
fr: Configuration du minage de Zcash

source: Please note that we do not support Zcash addresses directly in the command; use your Slush Pool userName instead.
fr: Veuillez noter que nous ne prenons pas en charge les adresses Zcash directement dans la commande; utilisez plutôt votre nom d'utilisateur Slush Pool.

source: Other usable wallets are listed on <a %(zcash)s>Zcash Community</a>.
fr: D'autres portefeuilles pouvant être utilisés sont listés sur <a %(zcash)s>Communauté Zcash</a>.

# UI
source: Send
fr: Envoyer
ru: Отправить
zh: 发送

# UI
source: I receive newsletters too frequently
es: Recibo boletines con demasiada frecuencia
fa: من روزنامه ها را بصورت مکرر دریافت می کنم
fr: Je reçois des infolettres trop souvent
ru: Я получаю новостные рассылки слишком часто
zh: 我觉得实事通讯（Newsletter）发送太过于频繁

# UI
source: I do not mind anymore
fr: Ça ne me dérange plus
ru: Я больше не возражаю
zh: 我不再挖矿了

# UI
source: I have joined another pool
es: Me he unido a otro pool
fa: من به استخر دیگری پیوسته ام
fr: J'ai rejoint une autre pool
ru: Я присоединился к другому пулу
zh: 我换了一家矿池

# UI
source: The newsletter content is of no value to me
es: El contenido del boletín no tiene valor para mí
fa: محتوای خبرنامه برای من هیچ ارزشی ندارد
fr: Le contenu de l'infolettre n'est d'aucune utilité pour moi
ru: Содержание рассылки для меня не имеет значения
zh: 实事通讯（Newsletter）的内容对我没有用

# UI
source: Other reason
es: Otra razón
fa: دلایل دیگر
fr: Autre raison
ru: Другое объяснение
zh: 其他原因

# UI
source: Not provided
es: No provisto
fa: ارائه نشده است
fr: Non fourni
ru: Не предоставлен
zh: 未列出的原因

# UI
source: From the bottom of our heart we would like to confirm that we had unsubscribed you from our newsletter.
fr: Du fond de notre cœur, nous tenons à confirmer que nous vous avions vous désinscrit de notre newsletter.
ru: От всего нашего сердца, мы подтверждаем, что отписали вас от наших новостей.
zh: 我们诚挚确认，您已经取消订阅时事通讯。

# UI
source: In case you change your mind, you can tune up our news from your account settings.
fr: Dans le cas où vous changeriez d'avis, vous pouvez vous mettre à l'écoute de nos nouveautés dans les paramètres de votre compte.
ru: В случае, если вы передумаете, вы можете включить получение наших новостей из настроек своей учетной записи.
zh: 如果您改变主意了，可以随时去账户设置启用订阅。

# UI
source: Payout sent
es: Pago enviado
fa: پرداخت ارسال شد
fr: Paiement envoyé
ru: Выплата отправлена
zh: 提现历史

# UI
source: -- not voted (proportional split) --
es: -- no votado (división proporcional) --
fa: --رای داده نشده (تقسیم نسبی)--
fr: -- non voté (partage proportionnel) --
ru: -- не проголосовали (пропорциональное разделение) --
zh: -- 未投票的（按比例分配） --

# UI
source: Users that don't have any preference = their hash rate is split among all block size proposals proportionally.
fr: Utilisateurs n'ayant aucune préférence = leur taux de hachage est divisé proportionnellement parmi toutes les propositions de taille de bloc.
ru: Пользователи, у которых нет каких-либо предпочтений - их хешрейт распределяется между всеми предлагаемыми блоками всех размеров пропорционально.
zh: 没有设置任何偏好的用户，他们的算力在所有区块大小提议中按比例分配。

# UI
source: Not voted
es: No votado
fa: رای داده نشده
fr: Non voté
ru: Не голосовали
zh: 未投票

# UI
source: Current rules / Bitcoin Core
es: Normas actuales / Bitcoin Core
fa: قوانین فعلی / هسته بیت کوین
fr: Règles actuelles / Bitcoin Core
ru: Текущие правила / Bitcoin Core
zh: 当前规则 / Bitcoin Core

# UI
source: Users that prefer Current rules given by Bitcoin core = their hash rate is used for mining Bitcoin Core blocks.
fr: Utilisateurs qui préfèrent les règles actuelles données par Bitcoin Core = leur taux de hachage est utilisé pour le minage de blocs Bitcoin Core.
ru: Пользователи, которые предпочитают текущие правила, предоставленные Bitcoin Сore = их хешрейт используется для майнинга блоков Bitcoin Сore.
zh: 偏好Bitcoin core的当前规则的用户，他们的算力用于挖Bitcoin Core区块。

# UI
source: I don't care, pool operator decides
es: No me importa, el operador del pool decide
fa: مهم نیست ، اپراتور استخر تصمیم می گیرد
fr: Ça ne me dérange pas, l'opérateur de la pool décide
ru: Мне все равно, пусть администратор пула решит сам
zh: 我觉得无所谓，让矿池决定吧

# UI
source: Users that set I don't care option = pool operator decides which block size is closest to his heart.
es: Los usuarios que configuran la opción No me importa = el operador del pool decide el tamaño de bloque que esté más cercano a su corazón.
fa: کاربرانی که گزینه من اهمیتی نمی دهم تنظیم می کنند = اپراتوراستخر تصمیم می گیرد که کدام اندازه بلوک نزدیک ترین به قلب اوست.
fr: Les utilisateur qui choisissent l'option Ça ne me dérange pas = l'opérateur de la pool décide quelle taille de bloc est la plus proche de son coeur.
ru: Пользователи, которые установили опцию "Мне все равно" — администрация пула самостоятельно решит, какой размер блока ему по душе.
zh: 觉得无所谓的用户，他们的区块大小则由矿池来决定。

# UI
source: Pool decides
es: El pool decide
fa: استخر تصمیم می‌گیرد
fr: La pool décide
ru: Решает пул
zh: 由矿池来决定

# UI
source: Only letters, numbers and the following characters are accepted: _ @ + - :
es: Solo se aceptan letras, números y los siguientes caracteres: _ @ + - :
fa: فقط حروف ، اعداد و کاراکترهای زیر پذیرفته می شوند: _ @ +-:
fr: Seul les lettres, chiffres et les caractères suivants sont acceptés : _ @ + - :
ru: Допускаются только буквы, числа и указанные далее символы: _ @ + - :
zh: 只有字母，数字以及这些字符可以被使用：_ @ + - :

# UI
source: Feature
es: Característica
fa: ویژگی‌ها
fr: Fonctionnalité
ru: Функция
zh: 特性

# UI
source: Event
es: Evento
fa: رویداد
fr: Événement
ru: Cобытие
zh: 事件

# UI
source: Service Update
es: Actualización del Servicio
fa: بروزرسانی خدمات
fr: Mise à jour du service
ru: Сервисное обновление
zh: 服务更新

source: Simplified Chinese
fr: Chinois simplifié
ru: Упрощенный Китайский
zh: 简体中文

source: Spanish
fr: Espagnol
ru: Испанский
zh: 西班牙语

source: Russian
fr: Russe
ru: Русский
zh: 俄语

source: French
fr: Français
ru: Французский
zh: 法语

# UI
source: Invalid request, you don't have any wallet.
es: Solicitud inválida, usted no tiene ninguna cartera.
fa: درخواست نامعتبر است ، شما هیچ کیف پولی ندارید.
fr: Demande invalide, vous ne possédez aucun portefeuille.
ru: Неверный запрос, у вас нет ни одного кошелька.
zh: 无效的请求，您没有任何钱包。

# UI
source: Invalid request, wallet is already locked.
es: Solicitud inválida, la cartera ya está bloqueada.
fa: درخواست نامعتبر است ، کیف پول قبلاً قفل شده است.
fr: Demande invalide, le portefeuille est déjà barré.
ru: Неверный запрос, кошелек уже заблокирован.
zh: 无效的请求，钱包已被锁定。

# UI
source: Wallet is not valid.
es: La cartera no es válida.
fa: کیف پول معتبر نیست.
fr: Le portefeuille est invalide.
ru: Кошелек недействителен.
zh: 钱包无效。

# UI
source: Your payout address has been locked.
es: Su dirección de pago ha sido bloqueada.
fa: آدرس پرداخت شما قفل شده است.
fr: Votre adresse de paiement a été bloquée.
ru: Ваш адрес для выплат заблокирован.
zh: 您的提现地址已被锁定。

# UI
source: Invalid request, you don't have any Zcash wallet.
fa: درخواست نامعتبر است ، شما هیچ کیف پول Zcash ندارید.
fr: Demande invalide, vous ne possédez aucun portefeuille Zcash.
ru: Неверный запрос, у вас нет ни одного Zcash кошелька.
zh: 无效的请求，您没有任何Zcash钱包。

# UI
source: Zcash wallet is not valid.
fa: کیف پول zcash معتبر نیست.
fr: Le portefeuille Zcash est invalide.
ru: Кошелек Zcash недействителен.
zh: Zcash钱包无效。

# UI
source: Your Zcash payout address has been locked.
fa: آدرس پرداخت Zcash شما قفل شده است.
fr: Votre adresse de paiement Zcash a été bloquée.
ru: Ваш Zcash адрес для выплат заблокирован.
zh: 您的Zcash提现地址已被锁定。

# UI
source: No pending email.
es: Sin email pendiente.
fa: ایمیلی در حالت انتظار نیست.
fr: Aucun courriel en attente.
ru: Нет ожидающих е-мейлов.
zh: 没有正在处理中的邮件。

# UI
source: Email change request has been successfully canceled.
es: La solicitud de cambio de correo se ha cancelado exitosamente.
fa: درخواست تغییر ایمیل با موفقیت لغو شد.
fr: La demande du changement d'adresse email a été annulée.
ru: Запрос на изменение электронной почты был успешно отменен.
zh: 已成功取消变更邮箱地址的请求。

# UI
source: No pending wallet.
es: Sin cartera pendiente.
fa: کیف پولی در حالت انتظار نیست.
fr: Aucun portefeuille en attente.
ru: Нет ожидающих кошельков.
zh: 没有正在处理中的钱包。

# UI
source: Wallet change request has been successfully canceled.
es: La solicitud de cambio de cartera se ha cancelado exitosamente.
fa: درخواست تغییر کیف پول با موفقیت لغو شد.
fr: La demande de changement d'adresse de porte-monnaie a été annulée.
ru: Запрос на изменение кошелька был успешно отменён.
zh: 已成功取消钱包地址变更请求。

# UI
source: Zcash wallet change request has been successfully cancelled.
fa: درخواست تغییر کیف پول Zcash با موفقیت لغو شد.
fr: La demande de modification du portefeuille Zcash a été annulée avec succès.
ru: Запрос на изменение Zcash кошелька был успешно отменён.
zh: 已成功取消Zcash钱包变更请求。

# UI
source: A notification email about deleting your account has been sent to %s.
es: Se ha enviado un email de notificación sobre la eliminación de su cuenta a %s.
fa: یک ایمیل اطلاع رسانی درباره حذف حساب شما به %s ارسال شده است.
fr: Une notification de suppression de compte vous a été envoyé par email à %s.
ru: Письмо, уведомляющее об удалении вашей учетной записи, было отправлено на %s.
zh: 关于删除您的账户的通知邮件已被发送到%s。

# UI
source: Delete account confirmation
fr: Confirmation de suppression du compte
ru: Подтверждение удаления учетной записи
zh: 账户删除确认

# UI
source: You can not change a locked wallet.
fr: Vous ne pouvez pas modifier un portefeuille barré.
ru: Вы не можете изменить заблокированный кошелек.
zh: 您不能更改一个已被锁定的钱包。

# UI
source: New wallet is already set.
fr: Le nouveau portefeuille est déjà configuré.
ru: Новый кошелек уже настроен.
zh: 新钱包已设置。

# UI
source: No pending wallet to confirm.
fr: Aucun portefeuille en attente à confirmer.
ru: Нет кошельков, ожидающих подтверждения.
zh: 没有等待确认中的钱包。

# UI
source: At least one coin must be enabled!
fa: حداقل باید یک سکه(ارز) فعال شود!
fr: Au moins un coin doit être actif !
ru: Как минимум одна монета должна быть включена!
zh: 至少要启用一种币！

# UI
source: OTP has been enabled.
es: OTP ha sido habilitado.
fa: OTP فعال شده است.
fr: OTP a été activé.
ru: OTP был включен.
zh: 一次性密码验证OTP已开启。

# UI
source: Two-factor authentication is already configured
es: Autenticación de dos factores ya está configurada
fa: تأیید هویت دو عاملی قبلاً تنظیم شده است
fr: L'authentification 2-factor a été bel et bien configurée
ru: Двухфакторная аутентификация уже настроена
zh: 两步验证已配置

# UI
source: 2FA token is invalid. Please, re-scan the QR code (new one has been generated).
es: El token 2FA no es válido. Por favor, vuelva a escanear el código QR (se ha generado uno nuevo).
fa: رمز 2FA نامعتبر است. لطفاً کد QR را دوباره اسکن کنید (کد جدید ایجاد شده است).
fr: Le jeton d'authentification à deux facteurs est invalide. Veuillez scanner à nouveau le code QR (un nouveau code a été généré).
ru: 2FA-токен недействителен. Пожалуйста, просканируйте повторно QR-код (был сгенерирован новый).
zh: 双重认证2FA口令无效。请重新扫描二维码（已生成一个新的二维码）。

# UI
source: OTP has been disabled.
es: OTP ha sido desactivado.
fa: OTP غیر فعال شده است.
fr: OTP a été désactivé.
ru: OTP был отключен.
zh: 一次性密码验证OTP已关闭。

# UI
source: User doesn't have OTP.
es: El usuario no tiene OTP.
fa: کاربر OTP ندارد.
fr: L'utilisateur ne possède pas OTP.
ru: У пользователя нет OTP.
zh: 用户未设置一次性密码验证OTP。

# UI
source: User request
fr: Demande de l'utilisateur
ru: Запрос пользователя
zh: 用户请求

# UI
source: This request belongs to a different user!
es: ¡Esta solicitud pertenece a un usuario diferente!
fa: این درخواست متعلق به یک کاربر متفاوت است!
fr: Cette demande appartient à un autre utilisateur !
ru: Этот запрос принадлежит другому пользователю!
zh: 该请求是其他用户的！

# UI
source: Supplied user request is not active!
es: ¡Solicitud de usuario suministrada no está activa!
fa: درخواست کاربر ارائه شده فعال نیست!
fr: La demande fournie par l'utilisateur n'est pas active !
ru: Поставленный пользовательский запрос не активен!
zh: 提供的用户请求不处于启用状态！

# UI
source: The request associated with this confirmation link is no longer active.<br>It has probably been confirmed or cancelled before.
fr: La demande associée à ce lien de confirmation n'est plus active. <br>Il a probablement été confirmé ou annulé avant.
ru: Запрос, связанный с этой ссылкой для подтверждения, больше не активен. <br>Вероятно, он был подтвержден или отменен ранее.
zh: 和确认连接相关的请求已失效。<br>它可能在之前已经被确认或取消了。

# UI
source: Wallet has been changed.
es: La cartera ha sido cambiada.
fa: کیف پول تغییر کرده است.
fr: Le portefeuille a été modifié.
ru: Кошелек был изменен.
zh: 钱包已变更。

# UI
source: Wallet change request has been cancelled.
es: La solicitud de cambio de la cartera ha sido cancelada.
fa: درخواست تغییر کیف پول لغو شده است.
fr: La demande de modification du portefeuille a été annulée.
ru: Запрос на изменение кошелька был отменён.
zh: 已取消钱包变更请求。

# UI
source: Zcash wallet has been changed.
fr: Le portefeuille Zcash a été modifié.
ru: Zcash кошелек был изменен.
zh: Zcash钱包已更改。

# UI
source: Zcash wallet change request has been cancelled.
fr: La demande de modification du portefeuille Zcash a été annulée.
ru: Запрос на изменение Zcash кошелька был отменён.
zh: 更改钱包地址的请求已被取消。

# UI
source: Your e-mail has been changed.
es: Su correo electrónico ha sido cambiado.
fa: ایمیل شما تغییر کرده است.
fr: Votre adresse courriel a été modifiée.
ru: Ваш электронный адрес был изменен.
zh: 已成功变更您的邮箱地址。

# UI
source: E-mail change request has been cancelled.
fr: La demande de modification de l'adresse courriel a été annulée.
ru: Запрос на изменение электронной почты был отменен.
zh: 已取消邮箱地址变更请求。

# UI
source: Account deletion has been cancelled.
es: La cancelación de la cuenta ha sido anulada.
fa: حذف حساب کاربری لغو شده است.
fr: La suppression du compte a été annulée.
ru: Удаление аккаунта было отменено.
zh: 账户删除申请已取消。
