Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

source: If you didn't initiate this change, please <a href="%(url_cancel)s">cancel the request</a> and <a href="%(url_password_reset)s">change your password</a> immediately.
es: Si no inició este cambio, por favor, <a href="%(url_cancel)s">cancele la solicitud</a> y <a href="%(url_password_reset)s">cambie su contraseña</a> de inmediato.
fa: اگر این تغییر را شما شروع نکرده‌اید، لطفا <a href="%(url_cancel)s">درخواست را لغو کنید</a> و هر چه سریعتر <a href="%(url_password_reset)s"> کلمه عبور خود را تغییر دهید</a>.
fr: Si vous n'etes pas à l'origine de cette modification, veuillez <a href="%(url_cancel)s">annuler la demande</a> et <a href='%(url_password_reset)s'>changer votre mot de passe </a> immediatement.
ru: Если вы не запрашивали изменение адреса Вашего кошелька, пожалуйста, <a href="%(url_cancel)s">отмените данный запрос,</a> и <a href="%(url_password_reset)s"> измените свой пароль </a> без промедления.
zh: 如果您未曾发起这个要求，请<a href="%(url_cancel)s">取消请求</a>并立即<a href="%(url_password_reset)s">变更您的密码</a>。

# UI
source: To continue, you must <strong>enable javascript</strong>. (<a href="%(url)s">see how…</a>)
es: Para continuar, debe <strong>habilitar javascript</strong>. (<a href="%(url)s">vea cómo...</a>)
fa: برای ادامه، شما باید <strong>جاواسکریپت را فعال کنید</strong>. (<a href="%(url)s">راهنمایی بیشتر...</a>)
fr: Pour continuer, vous devez <strong>activer javascript</strong>. (<a href="%(url)s">voir comment...</a>)
ru: Пожалуйста, <strong>включите javascript</strong>. (<a href="%(url)s">посмотреть как...</a>)
zh: 您必须<strong>启用Javascript</strong>才能继续。(<a href="%(url)s">查看如何…</a>)

source: %i days
es: %i días
fa: %i روز
fr: %i jours
ru: %i дней
zh: %i日

# UI
source: Invalid worker name!
es: Nombre de equipo de minería inválido!
fa: نام ورکر نامعتبر است!
fr: Nom de travailleur invalide !
ru: Недействительное имя воркера!
zh: 无效的矿工名！

# UI
source: Invalid monitoring settings.
es: Ajustes de vigilancia inválidos.
fa: تنظیمات مانیتورینگ (نظارت) نامعتبر است.
fr: Paramètres de surveillance invalides.
ru: Неверные настройки мониторинга.
zh: 无效的监控设定。

# UI
source: Minimum difficulty must be an integer between 8 and 500 000!
es: La dificultad mínima debe ser un número entero entre 8 y 500.000!
fa: حداقل سختی باید یک عدد ما بین ۸ تا ۵۰۰۰۰۰ باشد!
fr: La difficulté minimale doit être un nombre entier compris entre 8 et 500 000 !
ru: Минимальная сложность должна быть представлена целым числом от 8 до 500 000!
zh: 最低难度必须是8到500000间的一个整数！

# UI
source: Request body must be list of objects
es: El contenido de la solicitud debe ser una lista de objetos
fa: متن درخواست باید لیستی از objects باشد
ru: Тело запроса должно быть списком объектов
zh: 请求的主体必须是项目的列表

# UI
source: Worker "%s" already exists (it may have been deactivated)
es: El equipo de minería "%s" ya existe (puede haber sido desactivado)
fa: ورکر "%s" از قبل وجود دارد (ممکن است غیرفعال شده باشد)
ru: Воркер "%s" уже существует (возможно, он был отключен)
zh: 矿工 “%s” 已存在（或已禁用）

# UI
source: Invalid worker id.
es: Identificación de equipo de minería inválido.
fa: شناسه ورکر نامعتبر است.
ru: Недействительное ID воркера.
zh: 无效的矿工ID。

# UI
source: Please update the app via Play Store / App Store. This version is no longer supported.
es: Por favor actualice la aplicación a través de la Play Store / App Store. Esta versión ya no es compatible.
fa: لطفا نرم افزار را با استفاده از Play Store / App Store به روزرسانی کنید. این نسخه دیگر پشتیبانی نمی شود.
ru: Пожалуйста, обновите приложение через Play Store / App Store. Эта версия больше не поддерживается.
zh: 请通过Play 商店 / App Store 更新应用。该版本已不再提供支持。

# UI
source: Deletion aborted. It is not possible to delete active workers. Please adjust your selection.
es: Eliminación cancelada. No es posible eliminar equipos activos. Por favor, ajuste su selección.
fa: حذف قطع شد. حذف ورکرهای فعال امکان پذیر نیست. لطفاً انتخاب خود را تنظیم کنید.
ru: Удаление отменено. Невозможно удаление активных воркеров. Пожалуйста, измените свой выбор.
zh: 删除已撤销。无法删除处于启用状态的矿工名。请调整您的选择。

# UI
source: Invalid currency code
es: Código de moneda inválido
fa: کد ارز نامعتبر است

# email
source: We received a request to delete your %(name)s account.
es: Hemos recibido una solicitud para borrar su cuenta %(name)s.
fa: ما درخواستی برای حذف حساب %(name)s شما دریافت کردیم.

# email
source: Account deletion request
es: Solicitud para eliminar cuenta
fa: درخواست حذف حساب

# email
source: Did you run into any issues using Slush Pool that our support team can <a href="%(url)s">help you with?</a> Or perhaps you are missing some features? <a href="%(url)s">Let us know</a> so that we can make our services better.
fa: آیا در استفاده از Slush Pool به مشکلی برخوردید که تیم پشتیبانی ما بتواند <a href="%(url)s">به شما کمک کند؟</a> یا شاید برخی از ویژگی ها را از دست داده اید؟ <a href="%(url)s">به ما اطلاع دهید </a> تا بتوانیم خدمات خود را بهتر کنیم.

# email
source: In any case, if you’d still like to delete your account:
es: En todo caso, si todavía le gustaría borrar su cuenta:
fa: در هر صورت، اگر همچنان می خواهید حساب خود را حذف کنید:

# email
source: 1. Make sure you <strong>request your final payout BEFORE doing so.</strong> Otherwise, any remaining balances are considered a generous donation to the pool.
es: 1.Asegúrese de hacer su <strong>última solicitud de pago ANTES de hacerlo.</strong> De lo contrario, cualquier balance restante será considerado una generosa donación para el pool.
fa: 1. مطمئن شوید که <strong>پرداخت نهایی خود را قبل از انجام این کار درخواست کرده اید.</strong>در غیر این صورت هر گونه موجودی باقی مانده کمک مالی سخاوتمندانه به استخر محسوب می شود.

# email
source: 2. Then click <a href="%(url)s">this confirmation link to delete your account.</a> For your security, the link is only valid for 1 hour.
es: 2. Luego haga clic <a href="%(url)s">en este enlace de confirmación para borrar su cuenta.</a> Por su seguridad, el enlace es válido solo 1 hora.
fa: 2. سپس روی <a href="%(url)s">این لینک تأیید برای حذف حساب خود کلیک کنید.</a> برای امنیت شما، لینک فقط به مدت ۱ ساعت معتبر است.

# email
source: <strong>If you didn’t initiate</strong> this process, your account may be compromised.
es: <strong>Si usted no inició</strong> este proceso, su cuenta podría estar comprometida.
fa: <strong>اگر شما </strong> این فرآیند را آغاز نکرده‌اید، ممکن است حساب شما به خطر بیفتد.

# email
source: Please <a href="%(url)s">cancel the request</a> and change your password immediately.
es: Por favor <a href="%(url)s">cancele la solicitud</a> y cambie su contraseña de inmediato.
fa: لطفاً <a href="%(url)s">درخواست </a> را لغو کنید و بلافاصله رمز عبور خود را تغییر دهید.

# email
source: In case you need assistance or help with securing your account, please contact our support team. We are here to help.
es: En caso de necesitar asistencia o ayuda para asegurar su cuenta, por favor contacte nuestro equipo de soporte. Estamos para ayudarle.
fa: در صورت نیاز به راهنمایی یا کمک برای ایمن سازی حساب خود، لطفاً با تیم پشتیبانی ما تماس بگیرید. ما اینجاییم تا کمک کنیم.

# email
source: Contact Support
es: Contacte Soporte
fa: تماس با پشتیبانی

# email
source: Don't trust, verify!
es: ¡No confíe, verifique!
fa: اعتماد نکنید، تأیید کنید!

# email
source: Bitcoin mining full stack company
es: Compañía de portafolio completo Bitcoin
fa: شرکت فول استک استخراج بیت کوین

# email
source: FOLLOW US
es: SÍGUENOS
fa: ما را دنبال کنید

# email
source: We received a request to change the email address of your account %(name)s to: %(email)s
es: Recibimos una solicitud para cambiar su dirección de correo electrónico %(name)s a: %(email)s
fa: ما درخواستی برای تغییر آدرس ایمیل حساب %(name)s شما به: %(email)s دریافت کردیم

# email
source: Email change request
es: Petición de cambio de correo
fa: درخواست تغییر ایمیل

# email
source: To authorize this change, please click the button below.
es: Para autorizar este cambio, haga clic en el botón abajo.
fa: برای اجازه دادن به این تغییر ، لطفا روی دکمه زیر کلیک کنید.

# email
source: Change Email Address
es: Cambiar Dirección de Correo
fa: آدرس ایمیل را تغییر دهید

# email
source: We have detected that something is going on with your %(coin)s workers. You can see the details below.
es: Hemos detectado que algo está ocurriendo con sus mineros %(coin)s. Puede ver los detalles abajo.
fa: ما میخواستیم به شما اطلاع دهیم که متوجه شدیم اتفاقی در ارتباط با <strong>%(coin)s</strong>ورکر های شما رخ داده است. جزئیات را میتوانید در زیر مشاهده کنید.

# email
source: Worker State Changes
es: Cambios de Estado en Equipos
fa: تغییرات وضعیت‌های ورکر

# email
source: Event Time
es: Tiempo del Evento
fa: زمان رویداد

# email
source: Account Hashrate
es: Tasa de hash en la Cuenta
fa: حساب هش ریت

# email
source: Worker States (changes)
es: Estado de Equipos (cambios)
fa: وضعیت‌های ورکر (تغییرات)

# email
source: OK
fa: تاييد

# email
source: Low
es: Bajo
fa: کم

# email
source: Offline
es: Desconectado
fa: آفلاین

# email
source: Disabled
es: Deshabilitado
fa: غیرفعال

# email
source: Incident detail
es: Detalle del incidente
fa: جزئیات حادثه

# email
source: Worker Name
es: Nombre de Equipo
fa: نام ورکر

# email
source: State Change
es: Cambio de Estado
fa: تغییر وضعیت

# email
source: Actual Hashrate
es: Tasa de hash actual
fa: هش ریت واقعی

# email
source: State Changed After
es: Cambió Estado Luego de
fa: تغییر وضعیت بعد از

# email
source: Alert Limit
es: Límite de Alerta
fa: حد هشدار

# email
source: <strong>Showing %(shown)s out of %(total)s changes.</strong> To see full report click the button below.
es: <strong>Mostrando %(shown)s de %(total)s cambios.</strong> Para ver un reporte completo clic al botón abajo.
fa: <strong>نمایش %(shown)s از تغییرات %(total)s.</strong> برای دیدن گزارش کامل روی دکمه زیر کلیک کنید.

# email
source: View Full Report
es: Ver Reporte Completo
fa: مشاهده گزارش کامل

# email
source: In case of any issues please contact our support team. We are here to help.
es: En caso de problemas favor contacte nuestro equipo de soporte. Estamos para ayudarle.
fa: در صورت بروز هرگونه مشکل لطفا با تیم پشتیبانی ما تماس بگیرید. ما اینجاییم تا کمک کنیم.

# email
source: Ready, set, mine!
es: Preparado, listo, ¡mina!
fa: آماده، تنظيم، استخراج!

# email
source: Need a little assistance getting started? These setup guides will help get you up and running.
es: ¿Necesita un poco de asistencia para comenzar? Estas guías de configuración le ayudarán a levantarse y correr.
fa: برای شروع به کمی کمک نیاز دارید؟ این راهنماها به شما کمک می کنند تا حسابی راه بیفتید.

# email
source: Bitcoin Quickstart Guide
es: Guía de Inicio rápido Bitcoin
fa: راهنمای شروع سریع بیت کوین

# email
source: Zcash Quickstart Guide
fa: راهنمای شروع سریع Zcash

# email
source: Do you have more questions? Our support team is always here to help.
es: ¿Tiene mas preguntas? Nuestro equipo de soporte siempre está aquí para ayudar.
fa: آیا سوالات بیشتری دارید؟ تیم پشتیبانی ما همیشه اینجاست تا کمک کند.

# email
source: Let’s mine some blocks!
es: ¡Minemos unos bloques!
fa: بیایید چند بلوک استخراج کنیم!

# email
source: We received a request for a password reset on your account %(name)s.
es: Hemos recibido una petición de restablecer contraseña a su cuenta %(name)s.
fa: ما درخواستی برای تنظيم مجدد رمز عبور در حساب %(name)s شما دریافت کردیم.

# email
source: Password reset request
es: Petición de restablecer contraseña
fa: درخواست بازنشانی رمز عبور

# email
source: To reset your password, click the button below.
es: Para restablecer su contraseña, haga clic al botón abajo.
fa: برای تنظیم مجدد رمز عبور خود ، روی دکمه زیر کلیک کنید.

# email
source: Reset Password
es: Restablecer Contraseña
fa: بازنشانی گذرواژه

# email
source: <strong>If you didn’t initiate</strong> this process, you can ignore this message.
es: <strong>Si usted no inició</strong> este proceso, puede ignorar este mensaje.
fa: <strong>اگر شما </strong> این فرآیند را آغاز نکرده‌اید، می‌توانید این پیام را نادیده بگیرید.

# email
source: We received a request to change your %(coin)s wallet under the financial account "%(account)s" to this new address: %(address)s
es: Hemos recibido una petición para cambiar su cartera %(coin)s dentro de la cuenta financiera "%(account)s" a esta nueva dirección: %(address)s
fa: ما درخواستی برای تغییر آدرس کیف پول %(coin)s شما در حساب مالی "%(account)s" به این آدرس جدید دریافت کردیم: %(address)s

# email
source: %(coin)s wallet change request
es: Cambio de cartera %(coin)s solicitado
fa: درخواست تغییر کیف پول %(coin)s

# email
source: To confirm this change, click the button below.
es: Para confirmar este cambio, haga clic al botón abajo.
fa: برای تایید این تغییر، روی دکمه زیر کلیک کنید.

# email
source: Change Wallet
es: Cambiar Cartera
fa: کیف پول را تغییر دهید

# email
source: Congratulations! You've just reached your %(coin)s payout threshold on the financial account "%(name)s".
es: ¡Felicitaciones! Acaba de alcanzar el umbral de pago %(coin)s en la cuenta financiera "%(name)s".
fa: تبریک می گویم! شما به‌تازگی به آستانه پرداخت %(coin)s خود در حساب مالی «%(name)s» رسیده‌اید.

# email
source: Your %(coin)s payout
es: Su pago de %(coin)s
fa: پرداخت %(coin)s شما

# email
source: For this reason we’ve transferred:
es: Por esta razón hemos transferido:
fa: به همین دلیل ما انتقال دادیم:

# email
source: to your address <strong>(%(address)s)</strong>
es: a su dirección <strong>(%(address)s)</strong>
fa: به آدرس شما <strong>(%(address)s)</strong>

# email
source: on %(date)s
es: el %(date)s
fa: در %(date)s

# email
source: Typically, payments take somewhere between 30 minutes to 3 hours to go through. You can keep an eye on your payment's status here:</span>
es: Normalmente, los pagos toman desde 30 minutos a 3 horas para ser procesados. Puede vigilar el estado de su pago aquí:</span>
fa: به طور معمول، پرداخت ها بین ۳۰ دقیقه تا ۳ ساعت طول می کشد. در اینجا می‌توانید وضعیت پرداخت خود را زیر نظر داشته باشید:</span>

# email
source: Check Transaction Status
es: Revisar Estado de Transacción
fa: بررسی وضعیت تراکنش

# email
source: To start mining, activate your account %(username)s by clicking the button below.
es: Para comenzar a minar, active su cuenta %(username)s haciendo clic al botón abajo.
fa: برای شروع استخراج، حساب %(username)s خود را با کلیک بر روی دکمه زیر فعال کنید.

# email
source: Welcome to Slush Pool!
fa: به Slush Pool خوش آمدید!

# email
source: Confirm your email
es: Confirme su correo
fa: ایمیل خود را تایید کنید

# email
source: If the link doesn't work, try copy and pasting the full link below into your browser address bar:
es: Si no funciona el enlace, intente copiar y pegar todo el enlace abajo dentro de la barra de direcciones de su navegador:
fa: اگر این لینک کار نمی کند ، سعی کنید لینک زیر را بطور کامل در نوار آدرس مرورگر خود کپی کرده و وارد کنید:

# UI
source: Campaign must be in DRAFT state.
es: La campaña debe estar en estado BORRADOR.
fa: کمپین باید در حالت DRAFT باشد.
ru: Кампания должна быть в ПРОЕКТЕ.
zh: 活动必须是<strong>草案</strong>格式的。

# UI
source: Access to campaigns denied.
es: Acceso a campañas denegado.
fa: دسترسی به کمپین ها رد شد.
ru: Доступ к кампаниям запрещен.
zh: 拒绝访问活动。

# UI
source: This template is used in campaign run "%(campaign_run_name)s" of campaign "%(campaign_name)s". To be able to change the template, you must abort the campaign run first.
es: Esta plantilla se usa en la ejecución de campaña "%(campaign_run_name)s" de la campaña "%(campaign_name)s". Para cambiar su plantilla, debe detener la ejecución de su campaña primero.
fa: این الگو در اجرای کمپین "%(campaign_run_name)s" از کمپین "%(campaign_name)s" استفاده می شود. برای اینکه بتوانید قالب را تغییر دهید، ابتدا باید اجرای کمپین را لغو کنید.

# UI
source: Invalid user selection.
es: Selección de usuario inválida.
fa: انتخاب کاربر نامعتبر است.
ru: Неверный выбор пользователя.
zh: 无效的用户选择。

# UI
source: Invalid reason for unsubscription.
es: Motivo no válido para cancelar la suscripción.
fa: دلیل غیرمعتبر برای لغو اشتراک.
ru: Неверный формат причины отписки.
zh: 无效的退订理由。

# UI
source: Feedback must be a string no longer than %d characters.
es: La retroalimentación debe ser una cadena que no tenga más de %d caracteres.
fa: بازخورد نباید بیشتر از %d کاراکتر باشد.
ru: Реакция должна иметь строковый тип длиной не более %d знаков.
zh: 反馈必须长于%d个字。

# UI
source: Invalid e-mail token provided.
es: El token de correo electrónico proporcionado es inválido.
fa: رمز ایمیل نامعتبر ارائه شده است.
ru: Задан недействительный е-мейл токен.
zh: 提供了无效的邮件口令。

# UI
source: Hey <strong>%(username)s</strong>!
es: Oye <strong>%(username)s</strong>!
fa: سلام<strong>%(username)s</strong>!
ru: Привет, <strong>%(username)s</strong>!
zh: <strong>%(username)s</strong>您好！

# UI
source: Happy mining!
es: ¡Feliz minería!
fa: از استخراج لذت ببر!
ru: Счастливого майнинга!
zh: 祝您挖矿愉快！

# UI
source: The Slush Pool Team
fa: تیم Slush Pool
ru: Команда Slush Pool
zh: Slush Pool矿池团队

# UI
source: Coins must be a list.
es: Monedas debe ser una lista.
fa: کوین ها باید یک لیست باشند.

# UI
source: Pair token timeout exceeded. Please request a new one.
es: Tiempo de espera del par token excedido. Favor solicite uno nuevo.
fa: مهلت زمانی توکن جفت طولانی شد. لطفا یک مورد جدید درخواست کنید.

# UI
source: Platform can not be changed.
es: La plataforma no puede cambiarse.
fa: پلتفرم قابل تغییر نیست.

# UI
source: Invalid notifications settings.
es: Ajustes de notificaciones inválidos.
fa: تنظیمات اعلان‌ها نامعتبر است.

# UI
source: Values for device settings must be a dictionary.
es: Los valores de ajustes del dispositivo deben ser un diccionario.
fa: مقادیر تنظیمات دستگاه باید یک فرهنگ لغت باشد.

# UI
source: Invalid notification ID.
es: Notificación ID inválida.
fa: شناسه اعلان نامعتبر است.

# UI
source: Block <span>not found</span>
es: Bloque <span>no encontrado</span>
fa: بلوک <span>یافت نشد</span>

# UI
source: Block <span>details</span>
es: Bloque <span>detalles</span>
fa: <span>جزئیات</span> بلوک

# UI
source: Date:
es: Fecha:
fa: تاریخ:

# UI
source: Duration:
es: Duración:
fa: مدت زمان:

# UI
source: Pool Scoring Hashrate:
es: Tasa de hash Ponderada del pool:
fa: هش ریت امتیازدهی استخر:

# UI
source: Coin:
es: Moneda:
fa: کوین:

# UI
source: Value:
es: Valor:
fa: مقدار:

# UI
source: Height:
es: Altura:
fa: ارتفاع:

# UI
source: You can see all found <a href="%(url)s" target="_blank">blocks here</a>.
es: Puede ver todos los <a href="%(url)s" target="_blank">bloques aquí</a> encontrados.
fa: می‌توانید همه بلوک‌های <a href="%(url)s" target="_blank"> پیدا شده را در اینجا ببینید </a>.

# UI
source: Few newest blocks for this coin can be seen here:
es: Algunos de los bloques más nuevos para esta moneda pueden verse aquí:
fa: چند بلوک جدید برای این کوین در اینجا قابل مشاهده است:

# UI
source: &laquo; Previous change
es: &laquo; Cambio previo
fa: &laquo; تغییر قبلی

# UI
source: Next change &raquo;
es: Cambio próximo &raquo;
fa: تغییر بعدی &raquo;

# UI
source: Pool Resources
es: Recursos del Pool
fa: منابع استخر

# UI
source: Pool News
es: Noticias del Pool
fa: اخبار استخر

# UI
source: Help Center
es: Centro de Ayuda
fa: مرکز راهنمایی

# UI
source: Contact Support
es: Contacte Soporte
fa: تماس با پشتیبانی

# UI
source: Authentication error!
es: ¡Error de autenticación!
fa: خطای احراز هویت!

# UI
source: This can happen if your device registration has changed or invalidated.
es: Esto puede ocurrir si el registro de su dispositivo ha cambiado o fue invalidado.
fa: اگر ثبت نام دستگاه شما تغییر کرده یا باطل شده باشد، ممکن است این اتفاق بیفتد.

# UI
source: Bad URL!
es: ¡Mala dirección (URL)!
fa: URL اشتباه!

# UI
source: Sorry, nothing has been found on this URL.
es: Lo sentimos, no se ha encontrado nada en esta URL.
fa: با عرض پوزش، هیچ چیزی در این URL یافت نشد.

# UI
source: Payout <span>not found</span>
es: Pago <span>no encontrado</span>
fa: پرداخت <span>یافت نشد</span>

# UI
source: Payout <span>detail</span>
es: Pago <span>detalle</span>
fa: <span>جزئیات</span> پرداخت

# UI
source: Amount:
es: Cantidad:
fa: مقدار:

# UI
source: Wallet:
es: Cartera:
fa: کیف پول:

# UI
source: Transaction:
es: Transacción:
fa: تراکنش:

# UI
source: You can see all <a href="%(url)s" target="_blank">your payouts here</a>
es: Puede ver todos <a href="%(url)s" target="_blank">sus pagos aquí</a>
fa: می‌توانید همه <a href="%(url)s" target="_blank">پرداخت‌های خود را اینجا ببینید</a>

# UI
source: &laquo; Previous payout
es: &laquo; Pago previo
fa: &laquo; پرداخت قبلی

# UI
source: Next payout &raquo;
es: Próximo pago &raquo;
fa: پرداخت بعدی &raquo;

# UI
source: Reward <span>not found</span>
es: Recompensa <span>no encontrada</span>
fa: پاداش <span>یافت نشد</span>

# UI
source: %(currency_name)s <span>Reward Summary</span>
es: %(currency_name)s <span>Resumen de Recompensas</span>
fa: %(currency_name)s <span> خلاصه پاداش</span>

# UI
source: Hi miner, congrats on yet another successful day with Slush Pool. Here are the details about your yesterday’s reward.
fa: سلام استخراج کننده عزیز، یک روز موفق دیگر با Slush Pool را تبریک می گویم. در اینجا جزئیات مربوط به پاداش دیروز شما آمده است.

# UI
source: Date
es: Fecha
fa: تاریخ

# UI
source: Reward
es: Recompensa
fa: پاداش

# UI
source: We have credited the reward to Financial Accounts of your choosing. If you wish to see a detailed reward breakdown, <a href="http://slushpool.com/mining/rewards?utm_source=sp-mobile-app&utm_medium=UsefulLinks">visit the website</a>.
fa: ما پاداش را به حساب های مالی انتخابی شما واریز کرده ایم. اگر می‌خواهید جزئیات پاداش را ببینید، <a href="http://slushpool.com/mining/rewards?utm_source=sp-mobile-app&utm_medium=UsefulLinks">از وب‌سایت دیدن کنید</a>.

# UI
source: Keep up the good work!
es: ¡Siga el buen trabajo!
fa: به کار خوب خود ادامه دهید!

# UI
source: Monitoring incidents <span>not found</span>
es: Incidentes de vigilancia <span>no encontrados</span>
fa: مانیتورینگ رویداد ها <span>یافت نشد</span>

# UI
source: Worker Monitoring <span>incidents</span>
es: Vigilancia de Equipos <span>incidentes</span>
fa: مانیتورینگ ورکر <span>رویداد ها</span>

# UI
source: Account Hashrate
es: Tasa de hash de la Cuenta
fa: هش‌ریت حساب کاربری

# UI
source: Worker states (absolute & relative)
es: Estados de equipo (absolutos y relativos)
fa: حالات ورکر (مطلق و نسبی)

# UI
source: Workers <span>changes</span>
es: Equipos <span>cambios</span>
fa: <span> تغییرات</span> ورکرها

# UI
source: State
es: Estado
fa: وضعیت

# UI
source: After
es: Luego
fa: بعد از

# UI
source: Hashrate
es: Tasa de hash
fa: نرخ هش

# UI
source: You can see all your <a href="%(url)s" target="_blank">monitoring reports here</a>
es: Puede ver todos sus <a href="%(url)s" target="_blank">reportes de vigilancia aquí</a>
fa: می‌توانید همه گزارش‌های مانیتورینگ <a href="%(url)s" target="_blank"> خود را در اینجا ببینید </a>

# UI
source: Label must be a string.
es: La etiqueta debe ser una frase.
fa: برچسب باید یک استرینگ باشد.

source: Label must be a string no longer than %s characters.
es: La etiqueta debe ser una frase que no tenga más de %s caracteres.
fa: برچسب باید استرینگی باشد که بیشتر از %s کاراکتر نباشد.

source: HTML tags are not allowed in device label.
es: Etiquetas HTML no son permitidas en la etiqueta del dispositivo.
fa: برچسب‌های HTML در برچسب دستگاه مجاز نیستند.

source: This label is already used.
es: Esta etiqueta ya está en uso.
fa: این برچسب قبلاً استفاده شده است.

source: Platform must be a string.
es: La plataforma debe ser una frase.
fa: پلت فرم باید یک استرینگ باشد.

source: Platform must start with either "ios" or "android", followed by a space.
es: La plataforma debe comenzar con "ios" o "android", seguida por un espacio.
fa: پلتفرم باید با "ios" یا "android" شروع شود و سپس یک فاصله.

# UI
source: Platform version must be a string no longer than %d characters.
es: La versión de la plataforma debe ser una frase no mayor de %d caracteres.
fa: نسخه پلتفرم باید یک استرینگ باشد که بیشتر از %d کاراکتر نباشد.
