Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

source: Slush Pool servers are located all around the world. <strong>For better connection and lower latency</strong>, please use one of the location-specific URLs instead of the general URL.
fr: Les serveurs Slush Pool sont situés partout dans le monde. <strong>Pour améliorer la connexion et réduire le temps de latence</strong>, utilisez l'une des URL spécifiques à l'emplacement au lieu de l'URL générale.

source: Servers Location
fr: Position géographique des serveurs

source: <strong>General</strong>
fr: <strong>Général</strong>

source: <strong>USA</strong>, East Coast
fr: <strong>États-Unis</strong>, côte est

source: <strong>Singapore</strong>, South Asia
fr: <strong>Singapour</strong>, Asie du Sud

source: <strong>Japan</strong>, Pacific
fr: <strong>Japon</strong>, Pacifique

source: <strong>China</strong>, mainland
fr: <strong>Chine</strong>, territoire continental

source: Example configuration
fr: Exemple de configuration

source: Let's say there is a miner with username <strong>bigMiner</strong> and his worker is named <strong>strongDevice</strong>. Moreover this miner specifically chose to be connected to the <strong>European servers</strong>, configuration information for this miner would look like this:
fr: Disons qu'il existe un mineur avec le nom d'utilisateur <strong>Grosmineur</strong> et son nom de travailleur est <strong>Appareilfort</strong>. De plus, ce mineur a spécifiquement choisi d'être connecté aux <strong>serveurs européens</strong>. L'information de configuration pour ce mineur ressemblerait à ceci :

source: anything123
fr: n’importe quoi123

source: Register your payout address
fr: Enregistrez votre adresse de paiement

source: To collect your reward you have to set up a payout address in the <em>Settings > selected coin > Payouts</em> menu. Once you reach the minimum threshold, <strong>your rewards will be sent there</strong>.
fr: Pour recevoir votre récompense, vous devez configurer une adresse de paiement dans le menu <em>Paramètres> Coin sélectionné> Paiements</em>. Une fois le seuil minimal atteint, <strong>vos récompenses y seront envoyées</strong>.

source: You can start mining even without this address being registered, but it is highly recommended that you register it straight away.
fr: Vous pouvez commencer à miner sans même que cette adresse soit enregistrée, mais il est fortement recommandé de l'enregistrer immédiatement.

source: If you do not have an address yet, you need to get a wallet first. We recommend the <a %(trezor)s>Trezor Hardware Wallet</a> for maximum security.
fr: Si vous n'avez pas encore d'adresse, vous devez d'abord vous procurer un portefeuille. Nous recommandons le <a %(trezor)s>portefeuille matériel Trezor</a> pour une sécurité maximale.

source: Other usable wallets are listed on <a %(bitcoin)s>Bitcoin.org</a>.
fr: La liste des autres portefeuilles utilisables est répertoriée dans <a %(bitcoin)s>Bitcoin.org</a>.

source: Check if you are mining
fr: Vérifiez si vous minez

source: Open your <em>Dashboard</em> and select the coin that you are mining from the drop-down list located in the top center section of the page. Then check your hash rate in the <em>Recent Hash Rate</em> graph section below.
fr: Ouvrez votre <em>Tableau de bord</em> et sélectionnez le coin que vous minez dans la liste déroulante située dans la partie centrale supérieure de la page. Vérifiez ensuite votre taux de hachage dans la section graphique <em> Taux de hachage récent </em> ci-dessous.

source: <strong>Please be patient</strong>; it can take up to an hour until you see the full hashing power of your newly connected device.
fr: <strong>Soyez patient</strong>. Cela peut prendre jusqu'à une heure jusqu'à ce que vous voyiez toute la puissance de hachage de votre nouvel appareil connecté.

source: Introduction to mining
fr: Introduction au minage

source: New to cryptocurrency mining? Start here and learn the crucial basics!
fr: Nouveau dans l'extraction de crypto-monnaie ? Commencez ici et apprenez les bases essentielles !

source: What is cryptocurrency mining
fr: Qu'est-ce que l'extraction de crypto-monnaie

source: Cryptocurrencies (or coins) are mined by miners (individuals or organizations) using their computing (hashing) power to <strong>process transactions and earn rewards</strong>.
fr: Les cryptomonnaies (ou coins) sont extraites par des mineurs (particuliers ou organisations) qui utilisent leur puissance de calcul (de hachage) pour <strong>traiter les transactions et gagner des récompenses</strong>.

source: To be more specific, mining is the process of recording transactions to the public ledger (blockchain) with an incentive to receive a <strong>miner reward</strong>.
fr: Pour être plus précis, le mining est le processus d’enregistrement des transactions dans le grand livre public (blockchain) avec une incitation à recevoir une <strong>récompense de mineur</strong>.

source: This process is very <strong>resource-intensive</strong>. It requires substantial computing power to meet the cryptographic rules which secure the system and to ensure that all network participants agree the blockchain is valid and accurate.
fr: Ce processus est très <strong>gourmand en ressources</strong>. Il faut une puissance de calcul importante pour respecter les règles cryptographiques qui sécurisent le système et pour garantir que tous les participants du réseau conviennent que la blockchain est valide et précise.

source: Moreover, as more computing power is added to the network, the difficulty of solving the ‘puzzle’ which allows miners to earn a reward increases – that is where the mining pools come into play.
fr: De plus, à mesure que la puissance informatique augmente sur le réseau, la difficulté de résoudre le "puzzle" qui permet aux mineurs de gagner une récompense augmente, c’est là que les pools de mineurs entrent en jeu.

source: What is a mining pool
fr: Qu'est-ce qu'un pool de mining

source: A mining pool is a service that merges computing power from multiple miners <strong>to increase the frequency of finding a new block</strong>.
fr: Un pool de mining est un service qui associe la puissance de calcul de plusieurs mineurs <strong>pour augmenter la fréquence de recherche d'un nouveau bloc</strong>.

source: The pool then distributes mining rewards among pool’s miners based on their amount of contributed computing power and <strong>stabilizes miners’ income</strong> as a result.
fr: Le pool distribue ensuite les récompenses de mining entre les mineurs du pool en fonction de la quantité de leur puissance informatique fournie et <strong>en stabilise le revenu des mineurs</strong>.

source: If you want to venture into cryptocurrency mining, there is no better place than Slush Pool. We were the first in the world to successfully implement the concept of pooled mining in 2010 and we have been operating since then.
fr: Si vous souhaitez vous aventurer dans le mining de crypto-monnaie, il n'y a pas de meilleur endroit que Slush Pool. Nous avons été les premiers au monde à mettre en œuvre avec succès le concept de mining groupé en 2010 et nous exerçons nos activités depuis lors.

source: Note: please bear in mind the difference between mining pools and cloud mining services (organizations renting out hashing power which can be redirected to a pool to earn mining rewards).
fr: Remarque: veuillez garder à l'esprit la différence entre les pools de mining et les services de cloud mining (organisations louant un taux de hachage qui peut être redirigé vers un pool pour gagner des récompenses de mining).

source: What hardware do you need to start mining
fr: De quel matériel avez-vous besoin pour commencer le mining

source: In order to mine a particular cryptocurrency, you will need hardware suited to mine that cryptocurrency. Depending on a coin you will either need an <strong>ASIC miner</strong> (computer exclusively designed for mining specific coins) or PC with powerful <strong>GPUs</strong> (graphics card) or, in some cases, <strong>CPUs</strong> (processor).
fr: Pour miner une crypto-monnaie particulière, vous aurez besoin d'un matériel informatique adapté à cette crypto-monnaie. Selon la pièce, vous aurez besoin d’un <strong>mineur ASIC</strong> (ordinateur conçu exclusivement pour l’extraction de coins spécifiques) ou d’un PC doté de <strong>GPU puissants</strong> (carte graphique) ou, dans certains cas, <strong>CPU</strong> (processeur).

source: Each coin requires a different hardware, depending on the algorithm used, that <strong>may or may not be used to mine other cryptocurrencies!</strong> You must always ensure that your mining equipment is suitable to mine your chosen cryptocurrency.
fr: Chaque coin nécessite un matériel différent, selon l'algorithme utilisé, qui <strong>peut ou peut ne pas être utilisé pour extraire d'autres crypto-monnaies!</strong>. Vous devez toujours vous assurer que votre équipement de minage est adapté au minage de la crypto-monnaie de votre choix.

source: Mining with unsuitable hardware will either be unprofitable or will not work at all.
fr: Le mining avec du matériel inapproprié ne sera pas rentable ou ne fonctionnera pas du tout.

source: While GPU-based miners are capable of mining all coins which can be efficiently mined by graphics cards, this rule does not apply to ASIC miners. For example, an ASIC miner designed for mining Bitcoin (SHA256) cannot be used for mining Zcash (Equihash), because the algorithm used is different.
fr: Bien que les mineurs basés sur GPU soient capables de miner tout les coins pouvant être efficacement minés par des cartes graphiques, cette règle ne s'applique pas aux mineurs ASIC. Par exemple, un mineur ASIC conçu pour le minage de Bitcoin (SHA256) ne peut pas être utilisé pour miner Zcash (Equihash), car l'algorithme utilisé est différent.

source: What else do you need
fr: De quoi d'autres avez-vous besoin

source: Besides mining hardware, stable electricity supply is also required. Remember that the <strong>cost of electricity highly affects your profitability</strong>, so try to arrange the lowest possible price. Next, you will need a stable internet connection – remember that stability is the key here, not necessarily the speed.
fr: Outre le matériel de minage, une alimentation électrique stable est également requise. N'oubliez pas que le <strong>coût de l'électricité influe fortement sur votre rentabilité</strong>. Essayez donc de vous organiser au prix le plus bas possible. Ensuite, vous aurez besoin d’une connexion Internet stable - rappelez-vous que la stabilité est la clé ici, pas nécessairement la vitesse.

source: Ready to go?
fr: Prêt à partir ?

source: <a href="%(signup)s">Setup an account</a> on Slush Pool and configure your miners according to our guides.
fr: <a href="%(signup)s">Configurez un compte</a> sur Slush Pool et configurez vos mineurs conformément à nos guides.

source: Download the official application for Slush Pool for free – available for <strong>Android and iOS.</strong>
fr: Téléchargez l'application officielle de Slush Pool gratuitement - disponible pour <strong>Android et iOS.</strong>

source: Note: please be aware that our mobile app is not a mining app – it is an account monitoring tool.
fr: Remarque: veuillez noter que notre application mobile n'est pas une application de minage mobile, mais un outil de surveillance de votre compte.

source: <strong>You will not be able to mine any coins with it.</strong>
fr: <strong>Vous ne pourrez pas miner de coins avec ceci.</strong>

source: The mobile application offers a convenient overview of your dashboard and allows you to receive notifications for significant events of your choice such as:
fr: L'application mobile offre un aperçu pratique de votre tableau de bord et vous permet de recevoir des notifications pour des événements importants de votre choix, tels que :

source: worker issues (see <a href="%(url)s">device monitoring</a> section for more details)
fr: problèmes liés aux travailleurs (voir la section <a href="%(url)s"> Surveillance des appareils</a> pour plus de détails)

source: new block found
fr: nouveau bloc trouvé

source: payout sent
fr: paiement envoyé

source: Connect your account with the mobile app
fr: Connectez votre compte avec l'application mobile

source: To monitor your user account in our official mobile app, please follow these steps:
fr: Pour surveiller votre compte d'utilisateur dans notre application mobile officielle, procédez comme suit :

source: Download the application on your mobile device.
fr: Téléchargez l'application sur votre appareil mobile.

source: On the Slush Pool website go to <em>Settings > Devices</em>.
fr: Sur le site Web de Slush Pool, accédez à <em>Paramètres> Appareils</em>.

source: Fill in the <em>New device label</em> field with a name of your choice and confirm by clicking on <em>Connect</em>.
fr: Remplissez le champ <em>Nouvelle étiquette de périphérique</em> avec le nom de votre choix et confirmez en cliquant sur <em>Connecter</em>.

source: Connect the mobile app to your user account by either scanning the QR code in the mobile app or manually entering the token value in the mobile app.
fr: Connectez l'application mobile à votre compte d'utilisateur en scannant le code QR dans l'application mobile ou en entrant manuellement la valeur du jeton dans l'application mobile.

source: Multiple devices
fr: Plusieurs appareils

source: You can connect multiple mobile devices to your user account, there is no limit.
fr: Vous pouvez connecter plusieurs appareils mobiles à votre compte d'utilisateur, il n'y a pas de limite.

source: Unlinking a device
fr: Dissocier un appareil

source: In case you lost your mobile device, or you no longer want it to have the access to your account, you can unlink the device in the <em>Devices</em> section.
fr: Si vous perdez votre appareil mobile ou si vous ne souhaitez plus qu'il ait accès à votre compte, vous pouvez dissocier l'appareil dans la section <em>Appareils</em>.

source: All device management options can be found in the <em>Settings > Devices</em> menu.
fr: Toutes les options de gestion des périphériques sont disponibles dans le menu <em>Paramètres> Périphériques</em>.

# UI
source: Device <span>Monitoring</span>
fr: Dispositif de <span>Surveillance</span>

source: Why should I care?
fr: Pourquoi devrais-je m'y intéresser ?

source: Since mining is usually considered as an investment, we believe that monitoring should be an essential part of your mining operation. Although your rewards are not directly affected by any monitoring settings they can be better managed with few simple tools we have developed so far.
fr: Étant donné que le minage est généralement considérée comme un investissement, nous estimons que la surveillance devrait constituer un élément essentiel de votre activité minière. Bien que vos récompenses ne soient pas directement affectées par les paramètres de surveillance, elles peuvent être mieux gérées avec quelques outils simples que nous avons développés jusqu'à présent.

source: Monitoring helps you supervise how your miners work in time and minimizes losses caused by connection issues or mining hardware/software failures.
fr: La surveillance vous aide à surveiller le fonctionnement de vos mineurs dans le temps et à minimiser les pertes causées par des problèmes de connexion ou des pannes minières matérielles/logicielles.

source: How can monitoring help?
fr: Comment le monitoring peut aider ?

source: Monitoring allows you to be alerted once a mining device starts misbehaving. Notifications are sent via e-mail or in your mobile app. E.g. there are communication issues between your miner and our pool. Such alert will help you to <strong>react faster</strong> therefore <strong>minimize financial impact</strong> of the outage.
fr: La surveillance vous permet d'être alerté dès qu'un périphérique de minage commence à se comporter de manière incorrecte. Les notifications sont envoyées par courrier électronique ou dans votre application mobile. Par exemple. Il y a des problèmes de communication entre votre mineur et notre piscine. Une telle alerte vous aidera à <strong>réagir plus rapidement</strong> et, par conséquent, à <strong>minimiser les conséquences financières</strong> de la panne.

source: Outages may typically have the following causes:
fr: Les pannes peuvent avoir les causes suivantes :

source: Internet connectivity issues
fr: Problèmes de connectivité Internet

source: Hardware power-supply failures
fr: Pannes matérielles des alimentations

source: Mining hardware overheating
fr: Surchauffe de matériel minier

source: Mining software issues
fr: Problèmes sur les logiciels de minage

source: Below you can find simple step-by-step instructions how to setup monitoring in order to keep track of how your mining equipment is doing.
fr: Ci-dessous, vous trouverez des instructions pas à pas simples pour configurer le système de surveillance, afin de garder une trace sur l'activité de votre équipement.

source: How to enable monitoring?
fr: Comment activer le monitoring ?

source: Enable sending monitoring emails <em>(Settings > selected coin > Monitoring)</em> or notifications (<a href="%(app)s">mobile app</a>).
fr: Activer l'envoi de courriels de surveillance <em>(Paramètres> pièce sélectionnée> Surveillance)</em> ou de notifications (<a href="%(app)s">application mobile</a>).

source: You can enable worker monitoring on each worker profile separately.
fr: Vous pouvez activer la surveillance des travailleurs sur chaque profil de travailleur séparément.

source: Once the worker monitoring is enabled, the <a href="%(url)s">Alert limit</a> can be set:
fr: Une fois la surveillance des travailleurs activée, la <a href="%(url)s">limite d'alerte</a> peut être définie :

source: Automatically - our system selects the Alert Limit based on the past performance of the worker
fr: Automatiquement - notre système sélectionne la limite d'alerte en fonction des performances passées du travailleur

source: Manually - You can set your own Alert Limit value
fr: Manuellement - Vous pouvez définir votre propre valeur de limite d'alerte

source: Once you enable monitoring for your workers you will see each worker in one of these <a href="%(url)s">states</a>: <strong>OK, Low, Offline, Disabled</strong>.
fr: Une fois que vous avez activé la surveillance pour vos travailleurs, vous verrez chaque travailleurs dans l’un de ces <a href="%(url)s">états</a>: <strong>OK, Bas, Hors ligne, Désactivé</strong>.

source: Permanently <strong>Low</strong> or <strong>Offline</strong> state of your worker can be caused by weak worker. We recommend to switch off monitoring for such workers. If it is not the case please do not hesitate to contact our <a href="%(support_submit)s" target="_blank" class="ext">support</a>.
fr: De manière permanente <strong>Faible</strong> ou <strong>Hors ligne</strong> peut être provoquée par un travailleur faible. Nous vous recommandons de désactiver la surveillance pour ces travailleurs. Si ce n'est pas le cas, n'hésitez pas à contacter notre <a href="%(support_submit)s" target="_blank" class="ext">assistance</a>.

source: <strong class="red">Please note:</strong> The pool keeps track of mining devices on a <strong>worker basis</strong>. This means that if you have more than one mining device connected to the pool as a single worker, monitoring and issue reporting covers all the mining devices in bulk. On the other hand, when you setup a <strong>designated worker name</strong> for every <strong>mining device</strong> you have (and connect them correctly), the pool can track down hash rate drops and report them to you for each mining device separately.
fr: <strong class = "red">Remarque:</strong> la pool assure le suivi des périphériques de minage sur une <strong>base de travail</strong>. Cela signifie que si plusieurs périphériques de minage sont connectés à la pool en tant que travailleur unique, la surveillance et le rapport des problèmes couvrent l’ensemble des périphériques de minage. D'autre part, lorsque vous configurez un <strong>nom d'utilisateur désigné</strong> pour chaque <strong>appareil</strong> que vous possédez (et que vous les connectez correctement), la pool peut détecter les baisses de taux de hachage et les signaler.

source: How does monitoring work?
fr: Comment fonctionne la surveillance ?

source: The pool takes a snapshot of <a href="%(hashrate_url)s">effective hash rate</a> for all your workers <strong>every 5 minutes</strong> . This value is then compared to <a href="%(alert_url)s">Alert Limit</a> (you setup this value while enabling the monitoring).
fr: La pool prend un snapshot du <a href="%(hashrate_url)s">taux de hachage effectif</a> pour tous vos travailleurs<strong>toutes les 5 minutes </strong>. Cette valeur est ensuite comparée à la <a href="%(alert_url)s">Limite d’alerte</a> (vous configurez cette valeur tout en activant la surveillance).

source: The period of 5 minutes is sufficient for collecting just enough data to calculate all the values with a certain accuracy without clogging our servers. With a <a href="%(url)s">Vardiff</a> introduced, even a slow miner can submit sufficient amount of results.
fr: La période de 5 minutes est suffisante pour collecter juste assez de données pour calculer toutes les valeurs avec une certaine précision sans ralentir nos serveurs. Avec un <a href="%(url)s">Vardiff</a> introduit, même un mineur lent peut soumettre un nombre suffisant de résultats.

source: Device monitoring states
fr: Voir les états de surveillance de l'appareil

source: There are 4 possible states of your worker, regarding monitoring. Every worker is always in one of the <strong>following</strong> states:
fr: Il existe 4 états possibles de votre travailleur, concernant la surveillance. Chaque travailleur est toujours dans l'un des <strong>états</strong> suivants :

source: Means that the worker's hash rate is greater or equal to alert limit. This is the desired state. If everything works properly and the configuration is correct, you should see this state all the time.
fr: Signifie que le taux de hachage du travailleur est supérieur ou égal à la limite d'alerte. C'est l'état souhaité. Si tout fonctionne correctement et que la configuration est correcte, vous devriez voir cet état tout le temps.

# UI, Monitoring
source: Low
es: Bajo
fa: کم
fr: Bas
ru: Низкий
zh: 低

source: This state signals that worker's hash rate is lower than it should be but the device still submits some shares. It was connected and working somehow at least part of the measuring period. A worker goes from OK to Low when its hash rate is lower than the alert limit for 2 consecutive periods. In the case you see this state for longer period of time, please create a ticket to our <a href="%(support_submit)s" target="_blank" class="ext">support</a>.
fr: Cet état indique que le taux de hachage du travailleur est inférieur à ce qu'il devrait être, mais le périphérique soumet toujours des actions. Il était connecté et fonctionnait d’une manière ou d’une autre au moins une partie de la période de mesure. Un travailleur passe de OK à faible lorsque son taux de hachage est inférieur à la limite d'alerte pendant 2 périodes consécutives. Si vous voyez cet état pendant plus longtemps, veuillez créer un ticket pour notre <a href="%(support_submit)s" target="_blank" class="ext">assistance</a>.

# UI, Monitoring
source: Offline
es: Fuera de línea
fa: آفلاین
fr: Hors ligne
ru: Оф-лайн
zh: 离线
