Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

source: Request payload expected, but not supplied!
es: Solicitud de carga esperada, pero no suministrada!
fa: درخواست پرداخت پیش بینی شده، اما تأمین نشده است!
fr: Demande de charge attendue, mais non fournie !
ru: Ожидаемые данные не были получены!
zh: 未提供预计载荷的值！

# UI
source: Unknown error
es: Error desconocido
fa: خطای ناشناخته
fr: Erreur inconnue
ru: Неизвестная ошибка
zh: 未知错误

# UI
source: Request is not a %s
es: La solicitud no es un %s
fa: درخواست یک %s نیست
fr: La demande n'est pas %s
ru: Запрос не %s
zh: 请求非 %s

# UI
source: Response is not a %(format)s serializable
es: La respuesta no es un %(format)s serializable
fa: پاسخ یک %(format)s سریال پذیر نیست
fr: La réponse n'est pas un %(format)s sérialisée
ru: Рекция не %(format)s сериализируемая
zh: 响应不是 %(format)s 的可序列形式

# UI
source: Authentication required
es: Autenticación requerida
fa: احراز هویت لازم است
fr: Authentification requise
ru: Требуется авторизация
zh: 需要验证

# UI
source: Method %s is not allowed
es: El método %s no está permitido
fa: روش %s مجاز نیست
fr: La méthode %s n'est pas autorisée
ru: Метод %s запрещен
zh: 方法 %s 是不允许的

# UI
source: Method %s doesn't exist
es: El método %s no existe
fa: روش %s وجود ندارد
fr: La méthode %s n'existe pas
ru: Метод %s не существует
zh: 方法 %s不存在

# UI
source: Non-existent or expired token used
es: Token utilizado inexistente o caducado
fa: رمز استفاده شده ناموجود و یا استفاده شده است
fr: Jeton inexistant ou expiré
ru: Использован несуществующий, или просроченный токен
zh: 使用了不存在或已过期的口令

# UI
source: The method is not allowed in read only mode
es: El método no es permitido en modo de solo lectura
fa: روش در حالت فقط خواندنی مجاز نیست
fr: La méthode n'est pas autorisée en mode lecture seule
ru: Этот метод не разрешен в режиме "только для чтения"
zh: 此方法在只读状态下是不允许的

# UI
source: Bad request.
es: Solicitud incorrecta.
fa: درخواست نامساعد.
fr: Mauvaise demande.
ru: Неверный запрос.
zh: 请求无效。

# UI
source: Method not found
es: Método no encontrado
fa: روش یافت نشد
fr: Méthode introuvable
ru: Метод не найден
zh: 方法未找到

# UI
source: Bulk %s creation is not allowed
es: La creación masiva de %s no está permitida
fa: ایجاد انبوه %s مجاز نیست
fr: La création en bloc de %s n'est pas permise
ru: Массовое %s создание запрещено
zh: 大量创建%s是不允许的

# UI
source: Bulk %s deletion is not allowed
es: La eliminación masiva de %s no está permitida
fa: حذف انبوه %s مجاز نیست
fr: La suppression en bloc de %s n'est pas permise
ru: Массовое %s удаление запрещено
zh: 批量删除%s是不允许的

# UI
source: %s can't be removed
es: %s no puede ser removida
fa: %s نمی تواند حذف شود
fr: %s ne peut pas être retiré
ru: %s не может быть удален
zh: %s 无法被删除

# UI
source: Access denied to object: %s
es: Acceso denegado al objeto: %s
fa: دسترسی به اعتراض رد شد: %s
fr: Accès refusé à l'objet: %s
ru: К объекту %s доступ запрещен
zh: 访问： %s 被拒绝

# UI
source: Worker "%s" already exists
fr: Un travailleur "%s" existe déjà avec ce nom

# UI
source: Label "%s" already exists
es: La etiqueta "%s" ya existe
fa: برچسب "%s" در حال حاضر وجود دارد
fr: L'étiquette "%s" existe déjà
ru: Маркер %s уже существует
zh: 标签“ %s” 已经存在

# UI
source: Label doesn't exist
es: La etiqueta no existe
fa: برچسب وجود ندارد
fr: L'étiquette n'existe pas
ru: Маркер не существует
zh: 标签不存在

# UI
source: Workers labels update failed
es: La actualización de etiquetas de equipos de minería falló
fa: به روزرسانی برچسب ورکر ها انجام نشد
fr: Échec de la mise à jour des étiquettes des travailleurs
ru: Не удалось обновить маркеры воркеров
zh: 矿工标签更新失败

# UI
source: Slot "%s" not found
es: Espacio "%s" no encontrado
fa: اسلات "%s" یافت نشد
fr: Emplacement "%s" introuvable
ru: Слот "%s" не найден
zh: 时间戳 “%s” 未找到

# UI
source: Slot number "%s" is not valid.
es: Espacio número "%s" no es válido.
fa: شماره اسلات "%s" معتبر نیست.
fr: Le numéro d'emplacement "%s" n'est pas valide.
ru: Номер слота "%s" недействителен.
zh: 编号为 “%s” 的时间戳无效。

# UI
source: You can't vote for "%s"
fa: شما نمی توانید به "%s "رای دهید
fr: Vous ne pouvez pas voter pour "%s"
ru: Вы не можете голосовать за "%s"
zh: 您不能投票给 “%s”

# UI
source: You must specify the "coin_type" attribute!
es: ¡Debe especificar el atributo "coin_type"!
fa: شما باید ویژگی "coin_type" را مشخص کنید!
fr: Vous devez spécifier l'attribut "coin_type" !
ru: Укажите атрибут "coin_type" (например "BTC" или "ZEC")!
zh: 您需指定“币种”属性！

# UI
source: Missing data for HR distribution
es: Faltan datos para la distribución HR
fa: داده های گم شده برای توزیع HR
fr: Données manquantes pour la distribution aux RH
ru: Недостаточно данных для распределение хэшрейта
zh: 缺失算力分配数据

# UI
source: Integrity error on worker update
fr: Erreur d'intégrité sur la mise à jour du travailleur

# UI
source: Worker name has already been used
es: El nombre del equipo de minería ya ha sido usado
fa: نام ورکر قبلاً استفاده شده است
fr: Le nom du travailleur a déjà été utilisé
ru: Имя воркера уже используется
zh: 矿工名已被使用

# UI
source: Form error
es: Error de formulario
fa: خطای فرم
fr: Erreur de forme
ru: Ошибка формы
zh: 格式错误

# UI
source: Form "%s" doesn't exist
es: Formulario "%s" no existe
fa: فرم "%s" وجود ندارد
fr: Le formulaire "%s" n'existe pas
ru: Идентификатор формы "%s" не существует
zh: 格式 “%s” 不存在

# UI
source: Validation error
es: Error de validación
fa: خطای اعتبار سنجی
fr: Erreur de validation
ru: Ошибка проверки
zh: 验证错误

# UI
source: Form save has failed.
es: Guardar el formulario ha fallado.
fa: ذخیره فرم انجام نشد.
fr: L'enregistrement du formulaire a échoué.
ru: Сохранение формы не удалось.
zh: 格式保存失败。

# UI
source: U2F device not found.
es: No se ha encontrado dispositivo U2F.
fa: دستگاه U2F یافت نشد.
fr: Périphérique U2F introuvable.
ru: Устройство U2F не найдено.
zh: 未找到双重认证U2F设备。

# UI
source: U2F verification failed.
es: Verificación de U2F falló.
fa: تأیید U2F انجام نشد.
fr: La vérification U2F a échoué.
ru: Проверка U2F не удалась.
zh: 双重认证U2F验证失败。

# UI
source: Used device is not active yet. Use different one.
es: Dispositivo usado no está activo aún. Use uno diferente.
fa: دستگاه استفاده شده هنوز فعال نیست. از یکی دیگر استفاده کنید.
fr: L'appareil utilisé n'est pas encore actif. Veuillez en utiliser un autre.
ru: Используемое устройство еще не активно. Используйте другое устройтво.
zh: 使用的设备尚未启用，请使用另一个。

# UI
source: Your pairing token expired after %s seconds. Please try again.
es: Su token de pareo expiró después de %s segundos. Por favor, inténtelo de nuevo.
fa: رمز جفت شدن شما بعد از %sثانیه منقضی شده است. لطفاً دوباره امتحان کنید.
fr: Votre jeton a expiré après %s secondes. Veuillez réessayer.
ru: Срок действия вашего токена подключения истек спустя %s секунд. Пожалуйста, попробуйте еще раз.
zh: 您的配对口令在%s秒后过期，请重试。

# UI
source: Device for given token does not exist. Please pair your device again.
es: El dispositivo para el token dado no existe. Por favor, parea tu dispositivo de nuevo.
fa: دستگاه برای توکن داده شده وجود ندارد. لطفا دوباره دستگاه خود را تنظیم کنید.
fr: Le périphérique pour le jeton n'existe pas. Veuillez jumeler votre appareil à nouveau.
ru: Устройство для данного токена не существует. Пожалуйста, снова подключите ваше устройство.
zh: 相应口令的设备不存在，请重新配对您的设备。

# UI
source: OTP verification failed.
es: Verificación de OTP falló.
fa: تأیید OTP انجام نشد.
fr: La vérification OTP a échoué.
ru: Проверка OTP не удалась.
zh: 一次性密码OTP验证失败。

# UI
source: Coin "%(coin)s" is not allowed. Use one of: %(choices)s
es: La moneda "%(coin)s" no está permitida. Utilice una de: %(choices)s
fa: سکه "%(coin)s" مجاز نیست. از یکی از موارد زیر استفاده کنید: %(choices)s
fr: La devise "%(coin)s" n'est pas autorisée. Utilisez l'un de ces: %(choices)s
ru: Криптомонета "%(coin)s" не допускается. Используйте одну из: %(choices)s
zh: “%(coin)s”币不被允许使用。 请使用：%(choices)s 中的一个

# UI
source: Unexpected server error. Please try again later.
es: Error inesperado del servidor. Por favor, inténtelo de nuevo más tarde.
fa: خطای غیر منتظره سرور. لطفا بعدا دوباره امتحان کنید.
fr: Erreur de serveur inattendue. Veuillez réessayer plus tard.
ru: Неожиданная ошибка сервера. Пожалуйста, попробуйте позже.
zh: 未知服务器错误。请稍后再试。

# UI
source: Access denied.
es: Acceso denegado.
fa: دسترسی رد شد.
fr: Accès refusé.
ru: Доступ запрещен.
zh: 拒绝访问。

# UI
source: Settings
es: Ajustes
fa: تنظیمات
fr: Paramètres
ru: Настройки
zh: 设置

# UI
source: Event Time
es: Tiempo del Evento
fa: زمان رویداد
fr: Heure de l’événement
ru: Время события
zh: 事件时间

# UI
source: Account Hash Rate
fr: Taux de hachage du compte
ru: Хешрейт учетной записи
zh: 账户算力

# UI
source: Worker States (Changes)
es: Estados del Equipo de Minería (Cambios)
fa: حالت های ورکر (تغییرات)
fr: Etat du travailleur (modifications)
ru: Состояния воркеров (изменения)
zh: 矿工状态 (变化)

# UI
source: Worker Name
es: Nombre del Equipo de Minería
fa: نام ورکر
fr: Nom du travailleur
ru: Имя воркера
zh: 矿工名

# UI
source: State Change
es: Cambio de Estado
fa: تغییر وضعیت
fr: Changement d'état
ru: Изменение состояния
zh: 状态变化

# UI
source: State Changed After
es: Estado cambiado después de
fa: تغییر وضعیت بعد از
fr: Etat modifié après
ru: Состояние изменено после
zh: 状态变化（在此后）

# UI
source: Actual Hash Rate
fr: Taux de Hachage actuel
ru: Действительный хешрейт
zh: 当前算力

# UI
source: Alert Limit
es: Límite de Alerta
fa: حد هشدار
fr: Limite d'alerte
ru: Предел оповещений
zh: 警告限值

source: Enter a valid, non empty value.
es: Introduzca un valor válido, no vacío.
fa: یک مقدار معتبر و غیر خالی وارد کنید.
fr: Entrez une valeur valide, non-vacant.
ru: Введите действительное, не пустое значение.
zh: 请输入一个有效的非空白值。

# UI
source: Device was not paired in time limit of %s seconds
fr: L'appareil n'a pas été jumelé dans la limite de temps de %s secondes
ru: Устройство не было сопряжено в сроке %s секунд
zh: 设备未在指定的%s秒内配对

# UI
source: Device you are trying to pair was not found
fr: L'appareil que vous essayez d'associer n'a pas été trouvé
ru: Устройство, которое вы пытаетесь подключить, не найдено
zh: 未能找到您尝试配对的设备

# UI
source: Values for device settings must be dictionary.
fr: Les valeurs pour les paramètres du périphérique doivent être dictionnaire.
ru: Значения, которые используются для настроек устройства, должны быть в словаре.
zh: 设备的设置必须使用字典值。

# UI
source: Invalid keys supplied as device settings.
fr: Clés non valides fournies en tant que paramètres de périphérique.
ru: В настройках устройства указаны неверные ключи.
zh: 提供了无效的密钥作为设备设定。

# UI
source: Workers
es: Equipos de minería
fa: ورکر ها
fr: Travailleurs
ru: Воркеры
zh: 矿工

# UI
source: Confirmation email has been sent. Please, check your mailbox and follow the link.
es: Se ha enviado un correo electrónico de confirmación. Por favor, revise su correo y siga el enlace.
fa: ایمیل تایید ارسال شده است. لطفاًایمیل خود را بررسی کرده و پیوند را دنبال کنید.
fr: Un email de confirmation vous a été envoyé. Veuillez consulter votre boite email et de suivre le lien.
ru: Вам было отправлено подтверждение по электронной почте.. Пожалуйста, проверьте свою электронную почту и перейдите по указанной ссылке.
zh: 确认邮件已发送。请查看收到邮件中的链接。

# UI
source: Signature is not valid.
fr: La signature n'est pas valide.
ru: Подпись не действительна.
zh: 签名无效。

# UI
source: Message is wrong.
fr: Le message est erroné.
ru: Неверное сообщение.
zh: 信息错误。

# UI
source: Signature is out of date.
fr: La signature n'est plus à jour.
ru: Подпись просрочена.
zh: 签名过期。

source: Authentication required!
es: ¡Autenticación requerida!
fa: احراز هویت لازم است!
fr: Authentification requise !
ru: Требуется авторизация!
zh: 需要验证！

source: Current password required!
es: ¡Contraseña actual requerida!
fa: رمز عبور فعلی مورد نیاز است!
fr: Mot de passe actuel requis !
ru: Требуется текущий пароль!
zh: 需要当前密码！

source: Second factor authentication required!
es: ¡Segundo factor de autenticación requerido!
fa: احراز هویت عامل دوم مورد نیاز است!
fr: Authentification 2FA requise !
ru: Требуется 2х-факторная аутентификация!
zh: 需要两步验证！

source: OTP token validation failed.
es: Validación del token OTP falló.
fa: اعتبار سنجی رمزOTP انجام نشد.
fr: La validation du jeton OTP a échoué.
ru: Сбой проверки OTP-токена.
zh: 一次性密码验证OTP口令验证失败。

source: U2F authentication failed!
fa: تأیید هویت U2F انجام نشد!
fr: L'authentification U2F a échoué !
ru: U2F аутентификация не удалась!
zh: 双重验证U2F失败!

source: Introduction to Mining
fr: Introduction au Minage

source: Bitcoin Setup
fr: Configuration Bitcoin

source: Zcash Setup
fr: Configuration Zcash

source: Rewards & Payouts
fr: Récompenses et paiements

source: Pool Terminology
fr: Terminologie de la pool

source: Reward System
fr: Système de récompense

source: Device Monitoring
fr: Surveillance des appareils

source: Worker Management
fr: Gestion des travailleurs

source: User Accounts
fr: Comptes utilisateur

source: Mobile App
fr: Application mobile

source: API Guide
fr: Guide API

source: Getting started
fr: Commencer

source: Are you starting out?
fr: Vous débutez ?

source: User Manual
fr: Manuel d'utilisateur

source: Do you want to know more?
fr: Voulez-vous en savoir plus ?

source: Technical Documentation
fr: Documentation technique

source: For the mining pros
fr: Pour les pros du minage

source: Do you want to pull the mining stats/data and analyze them yourself? API is here for you!
fr: Voulez-vous extraire les statistiques/données de minage et les analyser vous-même? L'API est là pour vous!

source: Pool API provides data in JSON files on three endpoints: <strong>stats</strong>, <strong>profile</strong> and <strong>workers</strong>. You have to include the abbreviation of the selected coin (e.g. btc) and your access token in every API URL.
fr: L'API de la pool fournit des données dans des fichiers JSON sur trois perspectives: les <strong>statistiques</strong>, le <strong>profil</strong> et les <strong>travailleurs</strong>. Vous devez inclure l'abréviation de la devise sélectionnée (par exemple, btc) et votre jeton d'accès dans chaque URL de l'API.

source: To acquire <strong>access token</strong> needed for API authentication, please follow these steps:
fr: Pour acquérir le <strong>jeton d'accès</strong> nécessaire à l'authentification par l'API, procédez comme suit :

source: Go to <em>Settings > Access Profiles</em>
fr: Accédez à <em>Paramètres> Profils d'accès</em>

source: Select one of your access profiles or create a new one
fr: Sélectionnez l'un de vos profils d'accès ou créez-en un

source: Select <em>Allow access to web APIs</em> in the access profile detail
fr: Sélectionnez <em>Autoriser l'accès aux API Web</em> dans les détails du profil d'accès

source: Click on <em>Generate New token</em>
fr: Cliquez sur <em>Générer un nouveau jeton</em>

source: <em>Save</em> the changes
fr: <em>Enregistrer</em> les modifications

source: Each access profile has its own access token (in case API access is enabled). Access tokens can be regenerated any time, effectively canceling the former access token belonging to the selected access profile.
fr: Chaque profil d'accès a son propre jeton d'accès (si l'accès à l'API est activé). Les jetons d'accès peuvent être régénérés à tout moment, annulant ainsi l'ancien jeton d'accès appartenant au profil d'accès sélectionné.

source: API authentication
fr: Authentification API

source: Access profile token has to be included in the HTTP header field named <code>SlushPool-Auth-Token</code> or <code>X-SlushPool-Auth-Token</code> to authenticate your requests.
fr: Le jeton de profil d'accès doit être inclus dans le champ d'en-tête HTTP nommé <code> SlushPool-Auth-Token</code> ou <code>X-SlushPool-Auth-Token</code> pour authentifier vos demandes.

source: API request limit
fr: Limite de demande d'API

source: The API allows for <strong>one request</strong> per approximately <strong>five seconds</strong> (safe value). When you transiently exceed this limit, some of your requests will be ignored. In case the allowed request rate is exceeded greatly or over a longer period of time, your IP address might get banned. If that is the case, please contact us to resolve the situation.
fr: L'API autorise <strong>une requête</strong> par environ<strong>cinq secondes</strong> (valeur sûre). Lorsque vous dépassez provisoirement cette limite, certaines de vos demandes seront ignorées. Si le débit de requête autorisé est largement dépassé ou sur une longue période, votre adresse IP peut être bannie. Si tel est le cas, veuillez nous contacter pour résoudre le problème.

source: Pool Stats API
fr: Statistiques API de la pool

source: Provides information about pool performance and recently found blocks.
fr: Fournit des informations sur les performances de la pool et les blocs récemment trouvés.

source: Show sample output
fr: Afficher un exemple

source: General Pool Stats
fr: Statistiques générales de la pool

source: Field
fr: Champ

source: string
fr: séquence

source: pool luck for the last ten blocks
fr: chance de la pool pour les dix derniers blocs

source: pool luck for the last 50 blocks
fr: chance de la pool pour les 50 derniers blocs

source: pool luck for the last 250 blocks
fr: chance de la pool pour les derniers 250 blocs

source: unit used for the hash rate values
fr: unité utilisée pour les valeurs de taux de hachage

source: number
fr: nombre

source: pool scoring hash rate
fr: taux de hachage de la pool

source: number of pool active workers
fr: nombre de travailleurs actifs

source: current CDF for the current round
fr: CDF en cours pour le round en cours

source: Unix time when the current round was started
fr: Horodatage Unix à laquelle le cycle actuel a été lancé

source: duration of the current round (seconds)
fr: durée du round en cours (secondes)

source: information for the last 15 blocks (breakdown below)
fr: informations pour les 15 derniers blocs (ventilation ci-dessous)

source: Latest Blocks
fr: Derniers blocs

source: Unix time when given block was found
fr: Temps Unix quand un bloc donné a été trouvé

source: duration of the round leading to given block
fr: durée du tour menant à un bloc donné

source: number of shares collected during the round
fr: nombre de shares collectées au cours du round

source: state of given block
fr: état du bloc donné

source: number of confirmations left
fr: nombre de confirmations restantes

source: block value
fr: valeur du bloc

source: user reward for the given block
fr: récompense d'utilisateur pour le bloc donné

source: pool scoring hash rate at the time when block was found
fr: taux de hachage de la pool au moment où le bloc a été trouvé

source: User Profile API
fr: API de profil utilisateur

source: Provides information about users performance and rewards.
fr: Fournit des informations sur les performances et les récompenses des utilisateurs.

source: username
fr: Nom d'utilisateur :

source: confirmed reward
fr: Récompense non confirmée

source: unconfirmed reward
fr: Récompense non confirmée

source: estimated reward for the current block
fr: Récompense estimée pour le bloc en cours

source: user minimum payout threshold
fr: Seuil de paiement

source: average hash rate for the last 5 minutes
fr: Taux de hachage moyen effectif pour les 5 dernières minutes

source: average hash rate for the last 60 minutes
fr: taux de hachage moyen des 60 dernières minutes

source: average hash rate for the last 24 hours
fr: taux de hachage moyen des 24 dernières heures

source: user current scoring hash rate
fr: taux de hachage du score actuel de l'utilisateur

source: number of workers with 'low' state
fr: nombre de travailleurs avec l'état 'bas'

source: number of workers with 'off' state
fr: nombre de travailleurs avec l'état 'off'

source: number of workers with 'ok' state
fr: nombre de travailleurs avec l'état 'ok'

source: number of workers with disabled monitoring
fr: nombre de travailleurs avec surveillance invalide

source: Worker API
fr: API de travailleur

source: Provides performance data for each one of users worker.
fr: Fournit des données de performance pour chaque utilisateur.

source: Unix time of the last accepted share
fr: Heure Unix du dernier share acceptée

source: state of the worker (ok/low/off/dis)
fr: état du travailleur (ok/bas/off/dis)

source: current scoring hash rate
fr: taux de hachage actuel

source: Get suitable hardware
fr: Obtenez du matériel approprié

source: Bitcoin <span>can</span> be efficiently mined with:
fr: Bitcoin <span>peut</span> être miné efficacement avec :

source: ASIC (SHA-256 algorithm)
fr: ASIC (algorithme SHA-256)

source: Bitcoin <span>cannot</span> be efficiently mined with (unsupported):
fr: Bitcoin <span>ne peut pas</span> être miné efficacement avec (non pris en charge) :

source: GPU, CPU, mobile phone
fr: GPU, CPU, téléphone mobile

source: While mining with unsupported hardware might be possible, it will almost certainly be unprofitable. Also, keep in mind that our support team will not be resolving issues related to unsupported hardware.
fr: Bien que le minage avec du matériel non pris en charge soit possible, il ne sera presque certainement pas rentable. De plus, n'oubliez pas que notre équipe de support ne résoudra pas les problèmes liés au matériel non pris en charge.

source: Sign-up for a Slush Pool account
fr: Inscrivez-vous pour un compte Slush Pool

source: You can use an existing account if you have one. A single account can be used to mine all supported cryptocurrencies.
fr: Vous pouvez utiliser un compte existant si vous en avez un. Un seul compte peut être utilisé pour miner toutes les cryptodevises prises en charge.

source: <a href="%(signup)s">Sign-up</a> and wait for the confirmation email.
fr: <a href="%(signup)s">Inscrivez-vous</a> et attendez votre email de confirmation.

source: <a href="%(login)s">Log into</a> your account.
fr: <a href="%(login)s">Connectez-vous</a> à votre compte.

source: Configure your mining device
fr: Configurez votre appareil

source: Individual hardware manufacturers may have specific settings requirements and different settings interfaces. Please follow their official documentation when setting up your miners. This also applies to cloud mining services.
fr: Les fabricants de matériel peuvent avoir des exigences de paramètres spécifiques et des interfaces de paramètres différentes. Veuillez suivre leur documentation officielle lors de l'installation de vos mineurs. Cela s'applique également aux services de minage en cloud.

source: Your miner must be connected to one of our pool servers listed below. Remember to configure the user credentials to your account.
fr: Votre mineur doit être connecté à l’un des serveurs de notre pool énumérés ci-dessous. N'oubliez pas de configurer les informations d'identification de l'utilisateur sur votre compte.

source: The login credentials needed for your miner look like this (please change <span class="red">userName</span> and <span class="green">workerName</span> according to your account information):
fr: Les identifiants nécessaires pour votre mineur ressemblent à ceci (modifiez <span class="red">nom d'utilisateur </span> et <span class="green">nom d'utilisateur</span> en fonction des informations de votre compte) :

source: userID:
fr: Identifiant :

source: userName
fr: Nom d'utilisateur :

source: workerName
fr: Nom du travailleur

source: password:
fr: Mot de passe :

source: anything
fr: n’importe quoi

source: workerName is optional—it is fine if you do not provide any. In this case, our system will automatically create an <strong>auto worker</strong> for you. However, we recommend connecting each mining device with a separate workerName for efficient monitoring.
fr: Le nom de travailleur est facultatif - c'est correct si vous n'en fournissez pas. Dans ce cas, notre système créera automatiquement un <strong>travailleur autonome </strong> pour vous. Cependant, nous vous recommandons de connecter chaque périphérique avec un nom de travailleur distinct pour une surveillance efficace.
