Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

# UI
source: If you are certain you wish to delete your account <strong>%(username)s</strong>, please follow <a href="%(delete_url)s">this&nbsp;confirmation&nbsp;link</a>. The link is valid for one hour only. If you missed this e-mail and the link expired, please make a new request on the pool website.
es: Si está seguro de que desea eliminar su cuenta <strong>%(username)s</strong>, por favor siga <a href="%(delete_url)s">este&nbsp;enlace&nbsp;de&nbsp;confirmación</a>. El enlace es válido solo por una hora. Si perdió este email y el enlace expiró, realice una nueva solicitud en el sitio web del pool.
fa: اگر مطمئن هستید که می خواهید حساب کاربری خود را حذف کنید <strong>%(username)s</strong> ، لطفاً <a href="%(delete_url)s"> این&nbsp;تأیید&nbsp; را دنبال کنید</a>. این لینک فقط برای یک ساعت معتبر است. اگر این ایمیل را از دست دادید و لینک منقضی شد، لطفاً یک درخواست جدید در وب سایت استخر ارائه دهید.
fr: Si vous souhaitez vraiment supprimer votre compte <strong>%(username)s</strong>, veuillez suivre <a href="%(delete_url)s">ce lien de &nbsp;confirmation&nbsp;</a>. Ce lien est valide pour 1 heure seulement. Si vous avez manqué ce courriel et que le lien est expiré, veuillez effectuer une nouvelle demande sur le site Web de la pool.
ru: Если Вы действительно хотите удалить свою учетную запись <strong>%(username)s</strong>, пожалуйста, пройдите по этой ссылке <a href="%(delete_url)s">&nbsp;для подтверждения&nbsp;</a>. Ссылка будет действительна только в течение часа. Если вы пропустите этот е-мейл и срок действия ссылки истечет, пожалуйста, отправьте новый запрос на сайт пула.
zh: 如果您确定要删除您的账户<strong>%(username)s</strong>，请使用 <a href="%(delete_url)s">&nbsp;这个确认&nbsp;链接</a>。该链接一小时内有效。如果您错过了该链接的有效期，它将失效，请在矿池网站重新申请删除。

# UI
source: Please note that after account deletion, any remaining balance of your account will be considered a kind donation to the pool. If you did not request the payout, you now have the last chance before following the confirmation link.
es: Tenga en cuenta que después de la eliminación de la cuenta, cualquier saldo remanente en su cuenta se considerará una donación en especie al pool. Si no solicitó el pago, ahora tiene la última oportunidad antes de seguir el enlace de confirmación.
fa: لطفاً توجه داشته باشید که پس از حذف حساب کاربری ، هر مانده حساب شما یک نوع اهدا به استخر محسوب می شود. اگر درخواست پرداخت نکرده اید ،این آخرین فرصت شما (برای درخواست پرداخت) قبل از دنبال کردن لینک تایید است.
fr: Veuillez noter qu'après la suppression du compte, tout solde restant sera considéré comme un don à la pool. Si vous n'avez pas demandé le paiement, ceci est votre dernière chance avant de suivre le lien de confirmation.
ru: Пожалуйста, обратите внимание, что после удаления учетной записи, любой оставшийся баланс на вашем счету будет рассматриваться как пожертвование в пользу пула. Если вы не запрашивали выплаты, сейчас у Вас есть последний шанс сделать это, перед тем, как перейти по ссылке подтверждения.
zh: 请注意账户删除后，余额将视作矿池捐献。如果您还没申请提现余额，这将是您在使用确认链接前的最后一次机会。

# UI
source: In case you did NOT initiate this request, please do NOT click the confirmation link above, change your password immediately and report this incident for further investigation at <a href="mailto:%(support_email)s">%(support_email)s</a>.
es: En caso de que NO haya iniciado esta solicitud, NO haga clic en el enlace de confirmación anterior, cambie su contraseña inmediatamente y reporte este incidente para una investigación más profunda en <a href="mailto:%(support_email)s">%(support_email)s</a>.
fa: اگر شما این درخواست را آغاز نکرده اید، لطفاً روی پیوند تأیید بالا کلیک نکنید، رمز عبور خود را فوراً تغییر دهید و این رویداد را برای بررسی بیشتر در <a href="mailto:%(support_email)s">%(support_email)s</a>گزارش دهید.
fr: Si vous n'avez pas initié cette demande, ne cliquez pas sur le lien de confirmation ci-dessus, changez plutôt votre mot de passe immédiatement et signalez cet incident pour réaliser des investigations plus approfondies à <a href="mailto:%(support_email)s">%(support_email)s</a>.
ru: Если Вы НЕ отправляли запрос для удаления Вашей учетной записи, пожалуйста, НЕ нажимайте подтверждающую ссылку, которая находится выше. Немедленно измените свой пароль и сообщите об инциденте для его дальнейшего расследования в <a href="mailto:%(support_email)s">%(support_email)s</a>.
zh: 如果您没有发起该申请，请不要点上面的确认链接，立即变更您的密码，并报告该事件到<a href="mailto:%(support_email)s">%(support_email)s</a>以进一步调查。

# UI
source: We noticed that you have not used your account at our pool <a href="%(site_url)s">%(site_name)s</a> for longer than one year.
es: Notamos que no ha utilizado su cuenta en nuestro pool <a href="%(site_url)s">%(site_name)s</a> por más de un año.
fa: ما متوجه شدیم که شما بیش از یک سال است که از حساب خود در استخر ما استفاده نکرده اید <a href="%(site_url)s"> %(site_name)s </a>.
fr: Nous avons constaté que vous n'avez pas utiliser votre compte sur notre pool <a href="%(site_url)s">%(site_name)s</a> depuis plus d'un an.
ru: Мы обратили внимание, что вы уже более года не пользовались своей учетной записью в нашем пуле <a href="%(site_url)s">%(site_name)s</a>.
zh: 我们注意到您已经有超过一年没有使用我们矿池上的账户<a href="%(site_url)s">%(site_name)s</a>了。

# UI
source: The pool logic is set so that it automatically deactivates unused user accounts in order to keep the database compact and reliable.
es: La lógica del pool se configura de modo que desactiva automáticamente las cuentas de usuario no utilizadas, para mantener la base de datos compacta y confiable.
fa: منطق استخر به گونه ای تنظیم شده است که به طور خودکار حساب های کاربری بلااستفاده را غیرفعال می کند تا بتواند بانک اطلاعاتی را فشرده و مطمئن نگه دارد.
fr: La logique de la pool est définie pour désactiver automatiquement les comptes utilisateur inutilisés afin de maintenir la base de données compacte et fiable.
ru: Алгоритмы работы пула установлены таким образом, чтобы автоматически деактивировать неиспользуемые учетные записи пользователей, для того, чтобы поддерживать компактность и надежность базы данных.
zh: 矿池的逻辑被设置为会自动将不使用的用户账户停用，以便维护数据库的简洁性和可靠性。

# UI
source: If you do not use the services of our pool in the following %(days)s days, your account will be disabled and any remaining coins will be considered a kind donation to the pool.
es: Si no utiliza los servicios de nuestro pool en los siguientes %(days)s días, su cuenta se desactivará y las monedas remanentes se considerarán una bondadosa donación al pool.
fa: اگر در %(days)s روز آینده از خدمات استخر ما استفاده نکنید ، حساب شما غیرفعال می شود و هر سکه باقیمانده نوعی اهدا به استخر محسوب می شود.
fr: Si vous n'utilisez pas les services de notre pool dans les prochains %(days)s jours, votre compte sera désactivé et tout coin restant sera considéré comme un don à la pool.
ru: Если вы не воспользуетесь услугами нашего пула в последующие %(days)s дней, ваша учетная запись будет отключена и все оставшиеся койны будут рассматриваться как пожертвование в пользу пула.
zh: 如果您在之后的%(days)s天都不使用我们矿池的服务，您的账户将会被禁用，且账户上剩余的币将被视作对矿池的捐献。

# UI
source: To prevent your account from being disabled, please log into your profile on the pool website at <a href="%(site_url)s">%(site_url)s</a>.
es: Para evitar que su cuenta se deshabilite, inicie sesión en su perfil en el sitio web del pool en <a href="%(site_url)s">%(site_url)s</a>.
fa: برای جلوگیری از غیرفعال شدن حساب کاربری خود ، لطفاً در <a href="%(site_url)s">%(site_url)s</a>وارد پروفایل خود در وب سایت استخر شوید.
fr: Pour prévenir la désactivation de votre compte, veuillez vous connecter à votre profil sur le site internet de la pool au <a href="%(site_url)s">%(site_url)s</a>.
ru: Для того, чтобы предотвратить отключение ваше учетной записи, пожалуйста, войдите под своим логином в свой профиль на странице пула <a href="%(site_url)s">%(site_url)s</a>.
zh: 防止您的账户被禁用，请到矿池网站<a href="%(site_url)s">%(site_url)s</a>登录到您的账户。

# UI
source: If you have any further questions, please contact us at <a href="mailto:%(support_url)s">%(support_url)s</a>.
es: Si tiene más preguntas, contáctenos en <a href="mailto:%(support_url)s">%(support_url)s</a>.
fa: در صورت سؤال بیشتر ، لطفاً با ما تماس بگیرید در <a href="mailto:%(support_url)s"> %(support_url)s </a>.
fr: Si vous avez d'autres questions, veuillez nous contacter au <a href="mailto:%(support_url)s">%(support_url)s</a>.
ru: Если у вас возникли дополнительные вопросы, пожалуйста, свяжитесь с нами <a href="mailto:%(support_url)s">%(support_url)s</a>.
zh: 如果您有进一步的问题， 请联系我们<a href="mailto:%(support_url)s">%(support_url)s</a>。

# UI
source: You are receiving this email because you requested to change your e-mail address to <strong>%(email)s</strong>
es: Está recibiendo este email porque solicitó cambiar su dirección de correo electrónico a <strong>%(email)s</strong>
fa: شما این ایمیل را دریافت می کنید زیرا درخواست تغییر آدرس ایمیل خود را به <strong>%(email)s</strong> دارید
fr: Vous recevez ce courriel puisque vous avez demandé une modification de votre adresse courriel à <strong>%(email)s</strong>
ru: Вы получили данное электронное письмо потому, что запрашивали изменение вашего электронного почтового адреса на <strong>%(email)s</strong>
zh: 您收到这封邮件，是因为您请求变更邮箱地址到：<strong>%(email)s</strong>

# UI
source: To authorize this request, please follow <a href="%(confirm_url)s">this&nbsp;confirmation&nbsp;link</a>
es: Para autorizar esta solicitud, siga <a href="%(confirm_url)s">este&nbsp;enlace&nbsp;de&nbsp;confirmación</a>
fa: برای تأیید این درخواست ، لطفاً <a href="%(confirm_url)s">این&nbsp;تایید&nbsp; لینک را دنبال کنید</a>
fr: Afin d'autoriser cette demande, veuillez suivre <a href="%(confirm_url)s">ce lien de&nbsp;confirmation&nbsp;</a>
ru: Для подтверждения данного запроса, пожалуйста, пройдите <a href="%(confirm_url)s">по данной&nbsp; подтверждающей&nbsp; ссылке</a>
zh: 授权该请求， 请按照 <a href="%(confirm_url)s">这个&nbsp;确认&nbsp;链接</a>操作

# UI
source: In case you did NOT initiate this change, please cancel this request at <a href="%(cancel_url)s">this&nbsp;cancel&nbsp;link</a>, change your password immediately and report this incident for further investigation at <a href="mailto:%(support_email)s">%(support_email)s</a>.
es: En caso de que NO haya iniciado este cambio, por favor, cancele esta solicitud en <a href="%(cancel_url)s">este&nbsp;enlace&nbsp;de&nbsp;cancelación</a>, cambie su contraseña inmediatamente e informe de este incidente para una investigación adicional en <a href="mailto:%(support_email)s">%(support_email)s</a>.
fa: اگر شما این تغییر را آغاز نکرده اید، لطفا &nbsp;این&nbsp;درخواست را <a href="%(cancel_url)s">لغو کنید</a>، رمز عبور خود را بلافاصله تغییر دهید و این رویداد را برای بررسی بیشتر در به ایمیل <a href="mailto:%(support_email)s">%(support_email)s</a> گزارش کنید.
fr: Si vous n'êtes pas à l'origine de cette modification, veuillez annuler cette demande sur <a href="%(cancel_url)s">ce lien d'&nbsp;annulation&nbsp;</a>, modifier votre mot de passe immédiatement et reporter ce incident pour de plus amples vérifications à <a href="mailto:%(support_email)s">%(support_email)s</a>.
ru: В случае, если вы НЕ запрашивали этого изменение, пожалуйста, отмените данный запрос по <a href="%(cancel_url)s">этой&nbsp;отменяющей &nbsp;ссылке</a>, измените немедленно свой пароль и сообщите об инциденте для его дальнейшего расследования в <a href="mailto:%(support_email)s">%(support_email)s</a>.
zh: 如果您未要求该变更，请在<a href="%(cancel_url)s">这个&nbsp;取消&nbsp;链接</a>取消请求，立即变更您的密码，并报告该事件给<a href="mailto:%(support_email)s">%(support_email)s</a>以进一步调查。

source: Change my email
es: Cambiar mi email
fa: ایمیل من را تغییر دهید
fr: Modifier mon adresse courriel
ru: Изменить мой адрес электронной почты
zh: 变更我的邮箱

# UI
source: You can also see the monitoring report on-line at <a href="%(monitoring_url)s">%(monitoring_url)s</a>
es: También puede ver el reporte de vigilancia en línea en <a href="%(monitoring_url)s">%(monitoring_url)s</a>
fa: همچنین می توانید گزارش نظارت را بصورت آنلاین در<a href="%(monitoring_url)s">%(monitoring_url)s</a> مشاهده کنید
fr: Le rapport de surveillance est également disponible en ligne sur <a href="%(monitoring_url)s">%(monitoring_url)s</a>
ru: Вы также можете видеть он-лайн отчет мониторинга в <a href="%(monitoring_url)s">%(monitoring_url)s</a>
zh: 您也可以在线查看监控报告<a href="%(monitoring_url)s">%(monitoring_url)s</a>

# UI
source: You are receiving this email because you requested a password reset for your user account at <a href="%(site_url)s">%(site_name)s</a>.
es: Está recibiendo este email porque solicitó un restablecimiento de contraseña para su cuenta de usuario en <a href="%(site_url)s">%(site_name)s</a>.
fa: شما این ایمیل را دریافت می کنید زیرا درخواست تنظیم مجدد رمز عبور برای حساب کاربری خود را در <a href="%(site_url)s"> %(site_name)s </a> کرده اید.
fr: Vous recevez ce courriel car vous avez demandé la réinitialisation d'un mot de passe pour votre compte d'utilisateur à <a href="%(site_url)s">%(site_name)s</a>.
ru: Вы получили данное электронное письмо потому, что запрашивали переустановку пароля для своей учетной записи в <a href="%(site_url)s">%(site_name)s</a>.
zh: 您收到这封邮件，是因为您在<a href="%(site_url)s">%(site_name)s</a>申请重置账户密码。

# UI
source: Please, follow the link and change your password <a href="%(reset_url)s">here</a>
es: Por favor, siga el enlace y cambie su contraseña <a href="%(reset_url)s">aquí</a>
fa: لطفاً لینک را دنبال کرده و رمز عبور خود را <a href="%(reset_url)s">در اینجا</a>تغییر دهید
fr: Veuillez suivre le lien et modifier votre mot de passe <a href="%(reset_url)s">ici</a>
ru: Пожалуйста, перейдите по ссылке и измените свой пароль <a href="%(reset_url)s">здесь</a>
zh: 请使用此链接在<a href="%(reset_url)s">这里</a>变更您的密码

# UI
source: The username associated with this e-mail is: <strong>%(username)s</strong>
es: El nombre de usuario asociado con este email es: <strong>%(username)s</strong>
fa: نام کاربری مرتبط با این ایمیل:<strong>%(username)s</strong>
fr: Le nom d'utilisateur associé à ce courriel est : <strong>%(username)s</strong>
ru: Имя пользователя, связанное с этим адресом электронной почты следующее: <strong>%(username)s</strong>
zh: 您与该邮箱关联的用户名是：<strong>%(username)s</strong>

# UI
source: In case you did NOT initiate this change, please, contact us at <a href="mailto:%(support_email)s">%(support_email)s</a>
fr: Si vous n'avez pas demandé cette modification, veuillez nous contacter au <a href="mailto:%(support_email)s">%(support_email)s</a>

source: Reset password
es: Restablecer contraseña
fa: تنظیم مجدد رمز عبور
fr: Réinitialiser le mot de passe
ru: Переустановить пароль
zh: 重置密码

# UI
source: Password reset on Slush Pool
fa: تنظیم مجدد رمز عبوردر Slush Pool
fr: Réinitialisation du mot de passe sur Slush Pool
ru: Переустановить пароль на Slush Pool
zh: 重置Slush Pool矿池账户密码

# UI
source: Your reward for mining with our <a href="%(site_url)s">%(site_name)s</a> mining pool has exceeded your defined threshold.
es: Su recompensa de minado con nuestro pool de minería <a href="%(site_url)s">%(site_name)s</a> ha excedido su umbral definido.
fa: پاداش شما برای استخراج با <a href="%(site_url)s">%(site_name)s</a>استخر استخراج ما از آستانه مشخص شده شما فراتر رفته است.
fr: Votre récompense pour le minage avec notre pool <a href="%(site_url)s">%(site_name)s</a> a dépassé votre seuil défini.
ru: Ваше вознаграждение за майнинг с нашим <a href="%(site_url)s">%(site_name)s</a> майнинговым пулом превысило установленным вами порог для выплат.
zh: 您在我们矿池的挖矿收益 <a href="%(site_url)s">%(site_name)s</a>已超过您设定的提现阈值。

# UI
source: The amount of %(amount)s %(coin)s has been transferred to your address %(wallet)s on %(date)s
es: La cantidad de %(amount)s %(coin)s ha sido transferida a su dirección %(wallet)s en %(date)s
fa: مقدار %(amount)s %(coin)s به آدرس شما منتقل شده است %(wallet)s در %(date)s
fr: La somme de %(amount)s%(coin)s a été transférée à votre adresse %(wallet)s le %(date)s
ru: Сумма %(amount)s %(coin)s была отправлена на ваш адрес для выплат %(wallet)s в день %(date)s
zh: 数量为%(amount)s %(coin)s的比特币，已于%(date)s转到您的收益支付钱包地址%(wallet)s上

# UI
source: Payment processing through the network may take between 30 minutes to 3 hours. You can watch current payment status on <a href="%(wallet_info)s">%(wallet_info)s</a>
es: El procesamiento de pagos a través de la red puede demorar entre 30 minutos y 3 horas. Puedes ver el estado de pago actual en <a href="%(wallet_info)s">%(wallet_info)s</a>
fa: پردازش پرداخت از طریق شبکه ممکن است بین 30 دقیقه تا 3 ساعت طول بکشد. شما می توانید وضعیت پرداخت فعلی را در <a href="%(wallet_info)s">%(wallet_info)s</a> مشاهده کنید
fr: Le processus de paiement par le réseau peut prendre entre 30 minutes et 3 heures. Vous pouvez voir le statut en cours de votre paiement sur <a href="%(wallet_info)s">%(wallet_info)s</a>
ru: Обработка платежей в сети обычно длится от 30 минут до 3 часов. Текущий статус транзакции вы можете отследить в <a href="%(wallet_info)s">%(wallet_info)s</a>
zh: 比特币网络的收益支付转账流程可能在30分钟到3小时间。您可以在<a href="%(wallet_info)s">%(wallet_info)s</a>查看当前收益支付状态

# UI
source: Thank you for signing up for our <a href="%(site_url)s">%(site_name)s</a> mining pool.
es: Gracias por registrarse en nuestro pool de minería <a href="%(site_url)s">%(site_name)s</a>.
fa: با تشکر از شما برای ثبت نام برای استخر استخراج <a href="%(site_url)s"> %(site_name)s </a> ما.
fr: Merci de vous être inscrit sur notre pool de minage <a href="%(site_url)s">%(site_name)s</a>.
ru: Спасибо за регистрацию в нашем <a href="%(site_url)s">%(site_name)s</a> майнинговом пуле.
zh: 感谢您在我们矿池<a href="%(site_url)s">%(site_name)s</a>注册了账户。

# UI
source: In order to activate your account and start mining, please follow this <a href="%(activate_url)s">activation url</a>.
es: Para activar su cuenta y comenzar a minar, por favor siga esta <a href="%(activate_url)s">URL de activación</a>.
fa: برای فعال کردن حساب خود و شروع به استخراج ، لطفاً این <a href="%(activate_url)s">آدرس فعال سازی</a> را دنبال کنید.
fr: Pour activer votre compte et commencer à miner, veuillez suivre ce <a href="%(activate_url)s">lien d'activation</a>.
ru: Для того, чтобы активировать вашу учетную запись и начать майнить, пожалуйста, проследуйте по этой <a href="%(activate_url)s">активационной ссылке</a>.
zh: 要想激活您的账户并开始挖矿，请使用这个<a href="%(activate_url)s">激活链接</a>。

source: Activate
es: Activar
fa: فعال‌سازی
fr: Activer
ru: Активировать
zh: 启用

# UI
source: You are receiving this email because you requested to change your %(coin)s wallet to the new address: <strong>%(wallet)s</strong>.
es: Está recibiendo este email porque solicitó cambiar su cartera %(coin)s a la nueva dirección: <strong>%(wallet)s</strong>.
fa: شما این ایمیل را دریافت می کنید زیرا درخواست کردید کیف پول %(coin)s خود را به آدرس جدید تغییر دهید: <strong>%(wallet)s</strong>.
fr: Vous recevez ce courriel puisque vous avez demandé la modification de votre portefeuille %(coin)s à la nouvelle adresse : <strong>%(wallet)s</strong>.
ru: Вы получили это электронное письмо, потому что запрашивали изменение адреса вашего %(coin)s кошелька на: <strong>%(wallet)s</strong>.
zh: 您收到这封邮件，是因为您请求变更您的%(coin)s钱包到新地址：<strong>%(wallet)s</strong>。

# UI
source: To authorize this request, please follow <a href="%(wallet_confirm_link)s">this&nbsp;confirmation&nbsp;link</a>.
es: Para autorizar esta solicitud, por favor, siga <a href="%(wallet_confirm_link)s">este&nbsp;enlace&nbsp;de&nbsp;confirmación</a>.
fa: برای تأیید این درخواست ، لطفاً <a href="%(wallet_confirm_link)s">این&nbsp;تایید&nbsp; لینک را دنبال کنید</a>.
fr: Afin d'autoriser cette demande, veuillez suivre <a href="%(wallet_confirm_link)s">ce lien de&nbsp;confirmation&nbsp;</a>.
ru: Для подтверждения данного запроса, пожалуйста, перейдите <a href="%(wallet_confirm_link)s">по этой&nbsp; подтверждающей &nbsp; ссылке</a>.
zh: 要授权该请求，请使用<a href="%(wallet_confirm_link)s">这个&nbsp;确认&nbsp;链接</a>。

# UI
source: In case you did NOT initiate this change, please <a href="%(wallet_cancel_link)s">cancel&nbsp;this&nbsp;request</a>, change your password immediately and report this incident for further investigation at <a href="mailto:%(support_email)s">%(support_email)s</a>.
es: En caso de que NO haya iniciado este cambio, por favor, <a href="%(wallet_cancel_link)s">cancele&nbsp;esta&nbsp;solicitud</a>, cambie su contraseña inmediatamente e informe de este incidente para una investigación adicional en <a href="mailto:%(support_email)s">%(support_email)s</a>.
fa: اگر شما این تغییر را آغاز نکرده اید، لطفا &nbsp;این&nbsp;درخواست را <a href="%(wallet_cancel_link)s">لغو کنید</a>، رمز عبور خود را بلافاصله تغییر دهید و این رویداد را برای بررسی بیشتر در به ایمیل <a href="mailto:%(support_email)s">%(support_email)s</a> گزارش کنید.
fr: Si vous n'êtes pas à l'origine de cette modification, veuillez <a href="%(wallet_cancel_link)s">annuler&nbsp;la&nbsp;demande</a>, modifier votre mot de passe immédiatement et signaler cet incident pour de plus amples vérifications à <a href="mailto:%(support_email)s">%(support_email)s</a>.
ru: В случае, если вы НЕ инициировали данные изменение, пожалуйста <a href="%(wallet_cancel_link)s"> отмените &nbsp; этот &nbsp; запрос</a>, немедленно измените ваш пароль и сообщите об инциденте для дальнейшего расследования в <a href="mailto:%(support_email)s">%(support_email)s</a>.
zh: 如果您未曾发起这个请求，请<a href="%(wallet_cancel_link)s">取消&nbsp;该&nbsp;请求</a>，立即变更您的密码，并报告该事件给<a href="mailto:%(support_email)s">%(support_email)s</a>以进一步调查。

source: Change my wallet
es: Cambiar mi cartera
fa: کیف پول من را تغییر دهید
fr: Modifier mon portefeuille
ru: Изменить кошелек
zh: 变更我的钱包

source: You have pending request for changing <strong>%(currency)s</strong> wallet to <strong>%(wallet_pending)s</strong>.
es: Usted tiene una solicitud pendiente para cambiar la cartera de <strong>%(currency)s</strong> a <strong>%(wallet_pending)s</strong>.
fa: شما درخواست در حال انتظار برای تغییر<strong>%(currency)s</strong> کیف پول به <strong>%(wallet_pending)s</strong> دارید.
fr: Vous avez une demande en attente pour modifier <strong>%(currency)s</strong> le portefeuille à <strong>%(wallet_pending)s</strong>.
ru: У Вас есть отложенный запрос для изменения <strong>%(currency)s</strong> адреса кошелька на <strong>%(wallet_pending)s</strong>.
zh: 您有正在处理中的请求：更改<strong>%(currency)s</strong>钱包为<strong>%(wallet_pending)s</strong>。

source: Email confirmation has been sent to '%(email)s'. Please check your mailbox and follow confirmation link.
es: El email de confirmación ha sido enviado a '%(email)s'. Por favor revise su bandeja de entrada y siga el enlace de confirmación.
fa: ایمیل تأیید به آدرس ‘%(email)s’ ارسال شد. لطفا صندوق ایمیل خود را چک کنید و لینک تأییدیه را دنبال کنید.
fr: Un email de confirmation vous a été envoyé à '%(email)s'. Veuillez consulter votre boite email et suivre le lien de vérification.
ru: На ваш адрес %(email)s отправлено подтверждающее электронное письмо. Пожалуйста, проверьте свою электронную почту и перейдите по подтверждающей ссылке.
zh: 确认邮件已发送至'%(email)s'。请查看邮箱后使用邮件里的链接。

source: If you didn't receive confirmation email yet, you can also <a href="%(url_resend)s">resend confirmation</a>.
es: Si no ha recibido aún el email de confirmación, también puede <a href="%(url_resend)s">reenviar la confirmación</a>.
fa: اگر هنوز ایمیل تأیید دریافت نکرده‌اید، همچنان می‌توانید <a href="%(url_resend)s"> درخواست ارسال دوباره تأییدیه نمایید</a>.
fr: Si vous n'avez pas encore reçu l'email de confirmation, vous pouvez également <a href="%(url_resend)s">en redemander un</a>.
ru: Если Вы еще не получили подтверждающее электронное письмо, Вы можете <a href="%(url_resend)s"> отправить повторный запрос </a>.
zh: 如果您未收到确认邮件，您可以选择<a href="%(url_resend)s">重新发送</a>。
