Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

source: The nominal hash rate of 1 Gh/s means that your device is capable of generating 1 billion hashes per second - no matter if they match any criteria.
fr: Le taux de hachage nominal de 1 Gh/s signifie que votre appareil est capable de générer 1 milliard de hachages par seconde, qu'ils répondent à tous les critères ou non.

source: Effective <span>Hash Rate</span>
fr: Taux de <span>hachage</span> effectif

source: The effective hash rate is a hash rate <strong>calculated from hashes submitted by your device to our pool</strong>. Only a small portion of generated hashes by your devices get sent. They must fit certain criteria assigned by the pool (see: <a href="%(link)s">Shares</a>).
fr: Le taux de hachage effectif est un taux de hachage <strong>calculé à partir des hachages envoyés par votre appareil à notre pool</strong>. Seule une petite partie des hachages générés par vos appareils est envoyée. Ils doivent répondre à certains critères assignés par le pool (voir: <a href="%(link)s">Shares</a>).

source: Most of the times, the effective hash rate will be somewhat lower than the nominal hash rate.
fr: La plupart du temps, le taux de hachage effectif sera un peu plus bas que le taux nominal de hachage.

source: Your effective hash rate depends on the luck of your mining device and the quality (stability) of your connection to the pool server. If you have experienced connection issues, then your effective hash rate will be lower than the nominal hash rate in that period of time.
fr: Votre taux de hachage effectif dépend de la chance de votre appareil de minage et de la qualité (stabilité) de votre connexion au serveur de pool. Si vous avez rencontré des problèmes de connexion, votre taux de hachage effectif sera inférieur au taux de hachage nominal au cours de cette période.

source: Occasionally, you can be more lucky and find more valid hashes than usual. That is what gives you a slightly higher effective hash rate.
fr: De temps en temps, vous pouvez être plus chanceux et trouver des hashs plus valides que d'habitude. C'est ce qui vous donne un taux de hachage effectif légèrement supérieur.

source: Scoring <span>Hash Rate</span>
fr: Résultats <span>Taux de hachage</span>

source: Scoring hash rate is a value derived from effective hash rate used for rewards calculation. Please, see <a href="%(rewards)s">Reward System</a> for the explanation.
fr: Le taux de hachage de notation est une valeur dérivée du taux de hachage effectif utilisé pour le calcul des récompenses. Veuillez consulter le <a href="%(rewards)s">système de récompense</a> pour plus d'explications.

source: Luck
fr: Chance

source: Pool luck explains how many shares the pool needed to find a specific block in comparison <strong>to the average number of shares</strong> needed for finding a block.
fr: La chance de la pool explique le nombre de partages dont le pool a besoin pour trouver un bloc spécifique par rapport au nombre <strong>moyen par rapport au nombre moyen d’actions</strong> nécessaires à la recherche d’un bloc.

source: If the luck is above 100%% it means that the pool needed less shares than expected for the given difficulty.
fr: Si la chance est supérieure à 100%%, cela signifie que la pool avait besoin de moins d’actions que prévu pour la difficulté donnée.

source: If the luck is below 100%%, more shares than average were needed.
fr: Si la chance est inférieure à 100%%, il faut plus d'actions que la moyenne.

source: E.g. if the luck is 200%%, the pool found two times more blocks in the given time period than average.
fr: Par exemple. si la chance est de 200%%, la pool a trouvé deux fois plus de blocs dans la période donnée que la moyenne.

source: Please, keep in mind that <strong>luck only describes the history but says nothing about the future blocks</strong>. Finding a block is fully independent from historical events. That is why joining the pool when the luck is high and disconnecting when the luck is low does not make any sense. In the long run, the luck is always 100%%.
fr: N'oubliez pas que <strong>la chance ne décrit que l'historique, mais ne dit rien sur les futurs blocs</strong>. La recherche d'un bloc est totalement indépendante des événements historiques. C'est pourquoi rejoindre la pool quand la chance est forte et déconnecter lorsque la chance est faible n'a aucun sens. À long terme, la chance est toujours à 100%%.

source: Merged mining
fr: Minage fusionné

source: Merged mining, if supported by a particular cryptocurrency, gives you an option to earn <em>“extra coins”</em> while mining on more than one blockchain with the same mining algorithm <strong>at the same time</strong>. The benefit of merged mining is that you do not have to split your hash rate between mining several cryptocurrencies.
fr: Le minage fusionné, si pris en charge par une crypto-monnaie particulière, vous permet de gagner des <em>"coins supplémentaires"</em> lors du minage de plusieurs chaînes de blocs avec le même algorithme d'extraction <strong>en même temps</strong>. L'avantage du minage fusionné est que vous n'avez pas à diviser votre taux de hachage entre plusieurs crypto-monnaies.

source: Miner
es: Minero
fa: ماینر
fr: Mineur
ru: Майнер
zh: 矿机

source: Miner is your physical mining device. Usually, it is a specialized ASIC miner (device with just one purpose to mine cryptocurrencies) or a PC with powerful GPU sufficient for mining. There are different types of mining hardware for each cryptocurrency depending on its mining algorithm.
fr: Le mineur est votre appareil de minage physique. Généralement, il s’agit d’un mineur spécialisé ASIC (un appareil servant uniquement à extraire des crypto-monnaies) ou d’un PC doté d’un processeur graphique puissant et suffisant pour le minage. Il existe différents types de matériel de minage pour chaque crypto-monnaie en fonction de son algorithme.

source: Orphan block
fr: Bloc orphelin

source: An orphan block (block A) is a valid block, but it <strong>is not a part of a blockchain</strong>. An orphan block is created when two miners find a valid block (block A and block B) at around the same time and broadcast them both to the network.
fr: Un bloc orphelin (bloc A) est un bloc valide, mais il <strong>ne fait pas partie d'une chaîne de blocs</strong>. Un bloc orphelin est créé lorsque deux mineurs trouvent un bloc valide (bloc A et bloc B) à peu près au même moment et les diffusent tous les deux sur le réseau.

source: The orphan block (block A) is at first accepted (confirmed) by some nodes (which are usually geographically closer to miner) but the other block (block B) accumulates bigger proof of work—it is is accepted by more nodes and becomes a parent block for the next one. The orphan block (block A) is then marked as <strong>invalid</strong> because it is not part of the longest chain. <strong>The miners does not receive a reward for such a block.</strong>
fr: Le bloc orphelin (bloc A) est d’abord accepté (confirmé) par certains nœuds (qui sont généralement géographiquement plus proches du mineur), mais l’autre bloc (bloc B) accumule une preuve de travail plus importante; il est accepté par plusieurs nœuds et devient un bloc parent pour le prochain. Le bloc orphelin (bloc A) est alors marqué comme <strong>invalide</strong> car il ne fait pas partie de la chaîne la plus longue. <strong>Les mineurs ne reçoivent aucune récompense pour un tel bloc.</strong>

source: Reward (confirmed vs unconfirmed)
fr: Récompense (confirmée vs non confirmée)

source: Once a block is found and your reward is calculated from your scoring hash rate, it appears as an <strong>unconfirmed reward</strong> on your account dashboard. At that point, you have to wait for a certain number of blocks (depending on the cryptocurrency) until your reward becomes <strong>confirmed</strong> = spendable. After these confirmations, your earned coins are available for payout. However, you must reach your payout threshold before any payout can be made.
fr: Une fois qu'un bloc est trouvé et que votre récompense est calculée à partir de votre taux de hachage, il apparaît sous la forme d'une <strong>récompense non confirmée</strong> sur le tableau de bord de votre compte. À ce stade, vous devez attendre un certain nombre de blocs (en fonction de la crypto-monnaie) jusqu'à ce que votre récompense devienne <strong>confirmée</strong> = dépensable. Après ces confirmations, vos coins gagnés sont disponibles pour le paiement. Cependant, vous devez atteindre votre seuil de paiement avant que tout paiement puisse être effectué.

source: Round
fr: Cycle

source: Round is the time period between two blocks found by the pool. It can last from few seconds to many hours, depending on <a href="%(link)s">pool's luck.</a>
fr: La manche est la période de temps entre deux blocs trouvés par la pool. Cela peut durer de quelques secondes à plusieurs heures, en fonction de la <a href="%(link)s">chance de la pool.</a>

source: Score (reward system)
fr: Résultat (système de récompense)

source: Score is a name commonly used for our <a href="%(rewards)s">reward system</a>. It is based on a <strong>scoring hash rate</strong> (moving average of the actual hash rate with some <em>ramp-up/ramp-down</em> period when you <em>start/stop</em> mining). Unlike other reward systems, rewards in Score are fully independent of rounds. The only important thing is users scoring hash rate at the moment when a new block is found.
fr: Le score est un nom couramment utilisé pour notre <a href="%(rewards)s">système de récompense</a>. Il est basé sur un <strong>taux de hachage du score</strong> (moyenne mobile du taux de hachage réel avec une <em>période de montée/descente</em> où vous <em>démarrez/arrêtez</em> le minage). Contrairement aux autres systèmes de récompense, les récompenses de score sont totalement indépendantes des manches. La seule chose importante est que les utilisateurs marquent le taux de hachage au moment où un nouveau bloc est trouvé.

source: Share - <span>proof of work</span>
fr: Partage - <span>preuve de travail</span>

source: <strong>Share</strong> is a unit which pool uses for computing mining work.
fr: <strong>Partager</strong> est une unité utilisée par le pool pour le travail de minage.

source: When a miner connects to the pool it receives computational task to be solved - it computes hash values with certain properties (they must be lower than the limit derived from difficulty). Hashes satisfying the requirements are sent back to the pool and are used as a <strong>proof of miner's work</strong>. The quantity of miner's work is registered in units called <strong>shares</strong>. If a hash (proof of work) with difficulty \(d\) is submitted by a miner then \(d\) shares is counted by the pool.
fr: Lorsqu'un mineur se connecte au pool, il reçoit une tâche de calcul à résoudre - il calcule des valeurs de hachage avec certaines propriétés (elles doivent être inférieures à la limite dérivée de difficulté). Les hachages satisfaisant les exigences sont renvoyés au pool et sont utilisés comme <strong>preuve du travail de mineur</strong>. La quantité de travail de mineur est enregistrée dans des unités appelées <strong>actions</strong>. Si un hachage (preuve de travail) rencontrant des difficultés \(d\) est soumis par un mineur, alors \(d\) actions sont comptées par la pool.

source: To put it as simple as it could be:
fr: Pour dire les choses aussi simple que ça pourrait être :

source: 1 share = 1 proof of work on difficulty 1
fr: 1 partage = 1 preuve de travail sur la difficulté 1

source: 5 shares = 1 proof of work on difficulty 5 (or 5 proofs of work on difficulty 1)
fr: 5 partages = 1 preuve de travail, Difficulté 5 (ou 5 preuves de travail sur la difficulté 1)

source: 100 shares = 10 proofs of work on difficulty 10 (or .. you can see the pattern)
fr: 100 partages = 10 épreuves de travail sur la Difficulté 10 (ou... vous pouvez voir le modèle)

source: Stale rate
fr: État épuisé

source: Stale rate is number of shares submitted after the old block has already been found and pool has moved to the next block. If everything works correctly, it should be a very low number.
fr: Le taux obsolète est le nombre d'actions soumises après que l'ancien bloc a déjà été trouvé et que le pool a été déplacé vers le bloc suivant. Si tout fonctionne correctement, le nombre devrait être très faible.

source: Several factors can increase your stale rate:
fr: Plusieurs facteurs peuvent augmenter votre taux de rassis :

source: Network Latency
fr: Latence du réseau

source: On slower networks (or when there is a network issue on the path from your miner to the pool), it takes more time for a miner to receive notification about a new block. However, the miner still keeps submitting results to an old block for some time and these are being rejected by the pool as <em>stale</em> shares.
fr: Sur les réseaux plus lents (ou en cas de problème de réseau entre votre mineur et la pool), il faut plus de temps à un mineur pour recevoir une notification concernant un nouveau bloc. Cependant, le mineur continue de soumettre les résultats à un ancien bloc pendant un certain temps et ceux-ci sont rejetés par la pool sous forme d'actions <em>obsolètes</em>.

source: Slower Mining Device
fr: Appareil de minage lent

source: Some miners are like men. They only handle one task at a time. Before taking on a new job, they need to finish the previous one. While others are generating shares for a new block already, these miners are producing shares for the old block that cannot be accepted by the pool anymore. Such results are also called <strong>stale</strong> shares.
fr: Certains mineurs sont comme des hommes. Ils ne gèrent qu'une tâche à la fois. Avant de prendre un nouveau travail, ils doivent terminer le précédent. Alors que d'autres génèrent déjà des actions pour un nouveau bloc, ces mineurs produisent des actions pour l'ancien bloc qui ne peuvent plus être acceptés par le pool. Ces résultats sont également appelés des <strong>actions obsolètes</strong>.

source: Stratum (mining protocol)
fr: Stratum (protocole de minage)

source: Stratum is a mining protocol originally released by Slush Pool in 2012 for Bitcoin and later adopted by many other pools (and also for mining other cryptocurrencies). It allows the miners to communicate with the pool on a highly efficient level for which it has replaced the older getwork protocol. As a miner, you do not have to understand the protocol fully. There is an official website <a href="%(url)s" target="_blank">StratumProtocol.org</a> which explains the technical details.
fr: Stratum est un protocole de minage publié initialement par Slush Pool en 2012 pour Bitcoin, puis adopté par de nombreux autres pools (ainsi que pour l'exploitation d'autres crypto-monnaies). Il permet aux mineurs de communiquer avec la pool à un niveau très efficace pour lequel il a remplacé l’ancien protocole de réseau. En tant que mineur, vous n'avez pas besoin de bien comprendre le protocole. Il existe un site Web officiel <a href="%(url)s" target="_blank">StratumProtocol.org</a> qui explique les détails techniques.

source: Transaction fee
fr: Frais de transaction

source: Spender may include transaction (or network) fee in a transaction in order to incentivize miners to add the given transaction to a block. <strong>Miner receives this fee</strong> in addition to the basic block reward.
fr: Le payeur peut inclure des frais de transaction (ou de réseau) dans une transaction afin d'inciter les mineurs à ajouter la transaction donnée à un bloc. <strong>Le mineur reçoit ces frais</strong> en plus de la prime de base.

source: Vardiff <span>(variable difficulty algorithm)</span>
fr: Vardiff <span>(algorithme de difficulté variable)</span>

source: (Please, have a look at how <a href="%(link)s">shares</a> are being produced before reading on.)
fr: (Merci de regarder comment les <a href="%(link)s">actions</a> sont générées avant la lecture.)

source: There are big differences in hashing power of different miners. To optimize network traffic between your miners and the pool we have introduced the variable difficulty algorithm (or vardiff). It assigns more difficult tasks to stronger miners (higher difficulty) and easier tasks to weaker so that an average communication frequency is roughly the same for all miners.
fr: Il existe de grandes différences dans le pouvoir de hachage de différents mineurs. Pour optimiser le trafic réseau entre vos mineurs et le pool, nous avons introduit l’algorithme de difficulté variable (ou vardiff). Il assigne des tâches plus difficiles aux mineurs les plus forts (difficulté plus élevée) et les tâches plus faciles à des tâches plus faibles, de sorte qu'une fréquence de communication moyenne est à peu près identique pour tous les mineurs.

source: <strong>Vardiff</strong> assigns exactly so much work to each miner that allows it to send results back to the pool <strong>16 to 20 times per minute</strong>. Why 16-20 times? According to our measurements, this is the ideal frequency that allows a balanced data load to our servers and correct measurements of your miner's hash rate.
fr: <strong>Vardiff</strong> attribue à chaque mineur une quantité de travail qui lui permet de renvoyer les résultats au pool <strong>16 à 20 fois par minute</strong>. Pourquoi 16 à 20 fois? Selon nos mesures, cette fréquence est idéale pour permettre une charge de données équilibrée sur nos serveurs et des mesures correctes du taux de hachage de votre mineur.

source: If your miner is too fast, Vardiff increases the difficulty for its work and when too slow, the difficulty decreases.
fr: Si votre mineur est trop rapide, Vardiff augmente la difficulté de son travail et lorsqu'il est trop lent, la difficulté diminue.

source: For example, a difficulty of 20 means, that you will find 20 times less hashes satisfying the requirement, but you will be given 20 shares per each submission. Hence you will not lose any share and the network does not get jammed.
fr: Par exemple, une difficulté de 20 signifie que vous obtiendrez 20 fois moins de hashes satisfaisant l'exigence, mais vous recevrez 20 actions pour chaque soumission. Par conséquent, vous ne perdrez aucun partage et le réseau ne sera pas encombré.

source: Worker
fr: Travailleur

source: Worker is a name for your mining device that you use as a login for your mining software.
fr: Travailleur est un nom pour votre mineur, que vous utilisez comme identifiant pour votre logiciel de minage.

source: We recommend to give a designated worker name to every mining device. That way you can <strong>track down a faulty miner</strong> easily just by looking at the monitoring section of your profile page.
fr: Nous vous recommandons de donner un nom à chacun de vos appareils de minage. De cette façon, vous pouvez <strong>retrouver un mineur défectueux</strong> facilement juste en regardant la section supervision de votre page de profil.

source: You can as well run all of your miners under <strong>a single worker name</strong> and everything will be just fine. The downside of this approach is that if one of your miners does not work correctly, you will see a drop in your hash rate, however, you will not be able to determine which device it is.
fr: Vous pouvez également gérer tous vos mineurs sous <strong>un seul nom de travailleur</strong> et tout ira bien. L'inconvénient de cette approche est que si l'un de vos mineurs ne fonctionne pas correctement, vous constaterez une baisse de votre taux de hachage, mais vous ne pourrez pas déterminer de quel appareil il s'agit.

source: Account registration
fr: Enregistrement du compte

source: Anonymity is one of the core values deeply rooted in our philosophy. Therefore, we do not collect nor process any unnecessary personal data, making our registration process reasonably simple.
fr: L’anonymat est l’une des valeurs fondamentales de notre philosophie. Par conséquent, nous ne collectons ni ne traitons aucune donnée personnelle inutile, ce qui rend notre processus d'enregistrement relativement simple.

source: You only need to fill basic information such as your desired username, e-mail address, and password on the <a href="%(signup)s">signup page</a>. Then, confirm the registration process by clicking on the link sent to your e-mail address.
fr: Il vous suffit de soumettre des informations de base telles que votre nom d'utilisateur, votre adresse électronique et votre mot de passe sur la <a href="%(signup)s">page d'inscription</a>. Ensuite, complétez votre processus d'inscription en cliquant sur le lien envoyé à votre adresse électronique.

source: Access profiles
fr: Accéder aux profils

source: In <em>Settings > Access Profiles</em>, there is an option to create various access profiles with different passwords and with different levels of permission to your account. Just click <em>+Create New</em> and choose from the list of possibilities.
fr: Dans <em>Paramètres > Accéder aux profils</em>, il existe une option pour créer différents profils d'accès avec des mots de passe et des niveaux d'autorisation différents pour votre compte. Cliquez sur <em>+Créer nouveau</em> et choisissez parmi la liste.

source: Access permissions
fr: Autorisations d'accès

source: Choose between granting full access or just read-only access to a selected profile. If you, for example, run a larger mining operation and do not want some users to change these settings, granular permissions are a great feature for you.
fr: Choisissez entre accorder un accès complet ou un accès en lecture seule à vos profils. Si, par exemple, vous exécutez une opération de minage plus importante et que vous ne souhaitez pas que certains utilisateurs modifient ces paramètres, les autorisations en lecture seule sont une fonctionnalité intéressante.

source: Allow access to web APIs
fr: Autoriser l'accès aux API Web

source: The user will be able to use token authentication in scripts or 3rd party applications. You can generate new tokens there.
fr: L'utilisateur pourra utiliser l'authentification par jeton dans des scripts ou des applications tierces. Vous pouvez générer de nouveaux jetons à cet endroit.

source: Allow website login
fr: Autoriser la connexion au site Web

source: The user will be able to access the main account on the website using the access profile name you choose (in <code>accessProfileName@userName</code> format) and password you set right there.
fr: L'utilisateur pourra accéder au compte principal sur le site Web en utilisant le nom du profil d'accès (dans le format <code>accèsNomduprofil@nomd'utilisateur</code>) ainsi que le mot de passe choisi.

source: Account security
fr: Sécurité du compte

source: We highly recommend activating <strong>two-factor authentication (2FA)</strong> to add an extra layer of security to your account. It can be done in the <em>Settings > Security</em> menu. After the initial setup, you will need to use the 2FA every time when making any important changes to your account.
fr: Nous recommandons fortement d'activer l'<strong>l'authentification à 2 facteurs(2FA)</strong> pour ajouter une couche de sécurité supplémentaire à votre compte. Ça peut être fait dans le menu <em>Paramètres > Sécurité</em>. Après la configuration initiale, vous devrez utiliser le 2FA chaque fois que vous apportez des modifications importantes à votre compte.

source: You can either use 2FA based on the TOTP standard (mobile TOTP app is used to generate the verification code) or the more advanced U2F standard (via a hardware device/token like Trezor).
fr: Vous pouvez utiliser 2FA basé sur le standard TOTP (l'application mobile TOTP est utilisée pour générer le code de vérification) ou le standard U2F plus avancé (via un périphérique / jeton tel que Trezor).

source: Username change
fr: Changement du nom d'utilisateur
