Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

# UI
source: Lastly, if you DIDN’T request to delete your account, make sure you change your password ASAP.️
ru: Наконец, если вы не запрашивали удаление своей учетной записи, убедитесь, что вы сменили свой пароль как можно скорее.
zh: 最后，如您<strong>没有要求</strong>删除账户，请您<strong>立即</strong>更改您的密码。

# UI
source: We hope to see you back soon.
ru: Мы надеемся скоро увидеть вас снова.
zh: 我们期望与您后会有期。

# UI
source: Hey <strong>%(username)s</strong>,
ru: Привет,<strong>%(username)s</strong>,
zh: <strong>%(username)s</strong>您好，

# UI
source: We wanted to let you know that we noticed something going on with your <strong>%(coin)s</strong> workers. You can see the details below.
ru: Мы хотим вам дать знать, что мы заметили, что что-то происходит с вашими <strong>%(coin)s</strong> воркерами. Вы можете увидеть детали ниже.
zh: 我们在此通知您，您账户下名为<strong>%(coin)s</strong>的矿工有异常情况，详情如下。

# UI
source: You can also <a href="%(url)s">click here</a> to see this report online.
ru: Вы также можете <a href="%(url)s">нажать здесь</a>, чтобы увидеть этот отчет онлайн.
zh: 您也可以<a href="%(url)s">点此</a>在线查看本报告。

# UI
source: – The Slush Pool Team
ru: – Команда Slush Pool
zh: ——Slush Pool矿池团队

# UI
source: Ready to jumpstart your mining? 🔥🚀
ru: Готовы запустить майнинг? 🔥🚀
zh: 准备好点燃挖矿的小火箭了么？🔥🚀

# UI
source: Right now, Slush Pool supports <strong>Bitcoin</strong> and <strong>Zcash</strong> mining, but make sure you keep an eye out for an announcement coming soon! (Hint: 3 more cryptos incoming 🎉)
ru: Прямо сейчас Slush Pool поддерживает майнинг <strong>Биткойн</strong> и <strong>Zcash</strong>, но будьте внимательны и ожидайте объявления в ближайшее время! (Подсказка: еще 3 криптовалюты поступают 🎉)
zh: Slush Pool矿池现已支持<strong>比特币</strong>和<strong>Zcash</strong>的合并挖矿。我们还即将推出另外三种加密货币的合并挖矿，请对我们的公告保持关注！🎉

# UI
source: Need a little help getting started? These how-to guides will help get you up and running.
ru: Нужна помощь, чтобы начать? Эти практические руководства помогут вам начать работу.
zh: 不知从何开始？请看下文详解。

# UI
source: Quickstart Guide
ru: Краткое руководство пользователя
zh: 快速指南

# UI
source: If you ever need help with anything else, make sure you check out our&nbsp;<a href="%(url)s"><strong>online support portal</strong></a>
ru: Если вам когда-нибудь понадобится помощь, обязательно посетите наш &nbsp;<a href="%(url)s"><strong>онлайн-портал поддержки</strong></a>
zh: 如果您还需要其他帮助，您还可以试试我们的&nbsp;<a href="%(url)s"><strong>在线客服平台</strong></a>

# UI
source: Congrats! You've hit your %(coin)s payout threshold 🎉
ru: Поздравляем! Вы достигли %(coin)s порога для выплаты 🎉
zh: 恭喜！您已达到您的 %(coin)s 提现阈值🎉

# UI
source: We've transferred %(amount)s %(coin)s to your address %(address)s.
ru: Мы перешли %(amount)s%(coin)s на ваш адрес %(address)s.
zh: 我们已将 %(amount)s 个 %(coin)s 转到了您的 %(address)s 地址。

# UI
source: Typically, payments take somewhere between 30 minutes to 3 hours to go through. You can keep an eye on your payment's status <a href="%(url)s">here</a>.
ru: Как правило, выплата занимает от 30 минут до 3 часов. Вы можете следить за статусом вашего платежа <a href="%(url)s">здесь</a>.
zh: 通常，转账需要30分钟到3小时完成。您可以在<a href="%(url)s">这里</a>查看到账状态。

# UI
source: Keep up the good work and happy mining!
ru: Продолжайте в том же духе и счастливого майнинга!
zh: 全力以赴，挖矿愉快！

# UI
source: Thanks for joining Slush Pool! 💪
ru: Спасибо, что присоединились к Slush Pool! 💪
zh: 感谢您选择Slush Pool矿池！💪

# UI
source: To start mining, activate your account by clicking the button below.
ru: Чтобы начать майнинг, активируйте свой аккаунт, нажав кнопку ниже.
zh: 要开始挖矿，您需要先点击下方的按钮激活您的账户。

# UI
source: START MINING
ru: НАЧАТЬ МАЙНИНГ
zh: <strong>开始挖矿</strong>

# UI
source: If that link doesn't work, try copy and pasting the full link below into your browser address bar:
ru: Если эта ссылка не работает, попробуйте скопировать и вставить полную ссылку ниже в адресную строку браузера:
zh: 如果链接无法点开，请尝试复制粘贴它到浏览器地址栏打开：

# UI
source: We got a password reset request for your Slush Pool account.
ru: Мы получили запрос на сброс пароля для вашей учетной записи Slush Pool.
zh: 我们收到了重置您Slush Pool矿池账号密码的请求。

# UI
source: To reset your password, click the button below.
ru: Чтобы сбросить пароль, нажмите кнопку ниже.
zh: 请点击下方按钮重置您的密码。

# UI
source: RESET PASSWORD
ru: СБРОС ПАРОЛЯ
zh: <strong>重置密码</strong>

# UI
source: We received a request to change your %(coin)s wallet to this new address: <strong>%(address)s</strong>
ru: Мы получили запрос на изменение вашего %(coin)s кошелька на новый адрес: <strong>%(address)s</strong>
zh: 我们收到了您要求更改您的 %(coin)s 钱包地址到这个新地址：<strong>%(address)s</strong> 的请求

# UI
source: CONFIRM CHANGE
ru: ПОДТВЕРДИТЬ ИЗМЕНЕНИЕ
zh: <strong>确认更改</strong>

# UI
source: If you didn’t request an address change, please <a href="%(url)s">cancel this request</a> and change your password immediately.
ru: Если вы не запрашивали изменение адреса, <a href="%(url)s">отмените этот запрос</a> и немедленно измените свой пароль.
zh: 如您未曾请求更改地址，请<a href="%(url)s">取消这一请求</a>并立即更改密码。

# UI
source: Invalid payout channel id.
ru: Неверный идентификатор канала выплат.
zh: 无效的提现渠道ID。

# UI
source: Payout channel confirmation has been cancelled.
ru: Подтверждение канала выплат было отменено.
zh: 已取消提现渠道确认。

# UI
source: Payouts are not locked.
ru: Выплаты не заблокированы.
zh: 提现未上锁。

# UI
source: Invalid currency.
ru: Неверная валюта.
zh: 币种无效。

# UI
source: Invalid wallet id.
ru: Неверный идентификатор кошелька.
zh: 无效的钱包ID。

# UI
source: This wallet is not a target of any locked split rule.
ru: Этот кошелек не является целью какого-либо закрытого правила разделения.
zh: 钱包地址不在任何一个锁定分配规则中。

# UI
source: This type of wallet is not supported for signatures.
ru: Этот тип кошелька не поддерживается для подписей.
zh: 这种钱包不支持签名。

# UI
source: Name can not be longer than %(length)s characters.
ru: Имя не может быть длиннее %(length)s символов.
zh: 名字不能长于%(length)s个字符。

# UI
source: Character "#" is not allowed in wallet name.
ru: Символ "#" не допускается в имени кошелька.
zh: 符号 "#" 在钱包名中不可使用。

# UI
source: Invalid address format.
ru: Неверный формат адреса.
zh: 无效的地址格式。

# UI
source: Blockchain address is not supported for this coin.
ru: Блокчейн-адрес для этой монеты не поддерживается.
zh: 此货币不支持区块链地址。

# UI
source: This wallet already exists.
ru: Этот кошелек уже существует.
zh: 此钱包已存在。

# UI
source: Invalid xpub format.
ru: Неверный формат xpub.
zh: 无效的xpub格式。

# UI
source: XPub is not supported for this coin.
ru: XPub не поддерживается для этой монеты.
zh: 此货币不支持XPub。

# UI
source: Invalid type.
ru: Неверный тип.
zh: 无效的类型。

# UI
source: Invalid payout account name.
ru: Неверное имя аккаунта для выплат.
zh: 无效的提现账户名。

# UI
source: Character "#" is not allowed in payout account name.
ru: Символ "#" не допускается в названии учетной записи.
zh: “#”号不能在提现账户名中使用。

# UI
source: Invalid payout request value.
ru: Неверное значение запроса на выплату.
zh: 请求的提现值无效。

# UI
source: Payout has already been requested for this payout account.
ru: Выплата уже была запрошена для этой учетной записи.
zh: 已经请求过此提现账户的提现了。

# UI
source: Account balance must be higher than %(amount)s %(unit)s.
ru: Баланс счета должен быть больше чем %(amount)s %(unit)s.
zh: 账户余额必须高于%(amount)s %(unit)s。

# UI
source: There is no wallet for this payout account.
ru: Для этой учетной записи нет кошелька.
zh: 此提现账户未设置钱包地址。

# UI
source: Payout was not requested for this payout account.
ru: Выплата не была запрошена для этого аккаунта для выплат.
zh: 尚未请求提现此账户。

# UI
source: Invalid split format.
ru: Неверный формат разделения.
zh: 无效的分配格式。

# UI
source: Percentages must add up to 100 %.
ru: В сумме проценты должны составлять 100%.
zh: 总百分比须为100%。

# UI
source: Invalid payout account ids.
ru: Неверные идентификаторы аккаунта для выплат.
zh: 无效的提现账户ID。

# UI
source: Invalid payout accounts.
ru: Неверные аккаунты для выплат.
zh: 无效的提现账户。

# UI
source: Invalid threshold format.
ru: Неверный формат порога.
zh: 无效的阈值格式。

# UI
source: Threshold must be higher than %(minimum)s %(unit)s.
ru: Порог должен быть выше чем %(minimum)s %(unit)s.
zh: 阈值必须高于%(minimum)s %(unit)s。

# UI
source: Threshold must be lower than %(minimum)s %(unit)s.
ru: Порог должен быть ниже чем %(minimum)s %(unit)s.
zh: 阈值必须低于%(minimum)s %(unit)s。

# UI
source: Invalid payout frequency.
ru: Неверная частота выплат.
zh: 无效的提现频率。

# UI
source: Invalid day in period.
ru: Неверный день в периоде.
zh: 周期内的天数无效。

# UI
source: Day of the week must be a number between %(min)s and %(max)s.
ru: День недели должен быть числом между %(min)s и %(max)s.
zh: 单周内天数必须是在%(min)s和%(max)s之间的一个值。

# UI
source: Day of the month must be a number between %(min)s and %(max)s.
ru: День месяца должен быть числом между %(min)s и %(max)s.
zh: 单月内天数必须是在%(min)s和%(max)s之间的一个值。

# UI
source: Invalid trigger format.
ru: Неверный формат триггера.
zh: 无效的触发格式。

# UI
source: Unknown trigger type "%(type)s".
ru: Неизвестный тип триггера "%(type)s".
zh: 未知的触发类型，“%(type)s”。

# UI
source: Choose a %(coin)s wallet.
ru: Выберите %(coin)s кошелек.
zh: 选择一个%(coin)s钱包。

# UI
source: Missing initial value %s!
ru: Отсутствует начальное значение %s!
zh: 缺失初始值%s！

# UI
source: Password is incorrect.
ru: Неверный пароль.
zh: 密码错误。

# UI
source: Value must be between %(lower)d and %(upper)d.
ru: Значение должно быть между %(lower)d и %(upper)d.
zh: 值需为%(lower)d和%(upper)d之间。

# UI
source: This is not a valid Bitcoin address.
ru: Это не действительный адрес Bitcoin.
zh: 不是一个有效的比特币地址。

# UI
source: Validation failed. Bitcoind is not connected.
ru: Проверка не удалась. Bitcoind не подключен.
zh: 验证失败。Bitcoind未连接。

# UI
source: bitcoind: This is not a valid Bitcoin address.
ru: bitcoind: Это не действительный адрес Bitcoin.
zh: bitcoind：不是一个有效的比特币地址。

# UI
source: This is not a valid Zcash address.
ru: Это не действительный адрес Zcash.
zh: 不是一个有效的Zcash地址。

# UI
source: Validation failed. Zcash is not connected.
ru: Проверка не удалась. Zcash не подключен.
zh: 验证失败。Zcash未连接。

# UI
source: zcashd: This is not a valid Zcash address.
ru: zcashd: Это не действительный адрес Zcash.
zh: zcashd：不是一个有效的Zcash地址。

# UI
source: Newsletter recipient not found.
ru: Получатель рассылки не найден.
zh: 实事通讯（Newsletter）收件人未找到。

# UI
source: Feedback must be a string no longer than 600 characters.
ru: Реакция должна иметь строковый тип длиной не более 600 знаков.
zh: 反馈不能超过600个字。

source: Persian
ru: Персидский
zh: 波斯语

# UI
source: Access to e-mail change denied.
ru: Доступ к электронной почте изменен.
zh: 拒绝变更邮箱地址。

# UI
source: There already is a request to change the e-mail!
ru: Уже есть запрос на изменение адреса электронной почты!
zh: 已申请过变更邮箱地址了！

# UI
source: Payout channel has been verified.
ru: Канал для выплат был проверен.
zh: 提现渠道已认证。

# UI
source: Payout channel verification has been cancelled.
ru: Подтверждение канала для выплат было отменено.
zh: 提现渠道验证已取消。

# UI
source: Your %(coin)s payouts have been temporarily blocked by the pool operator (%(reason)s).
ru: Ваши выплаты %(coin)s были временно заблокированы оператором пула (%(reason)s).
zh: 您的%(coin)s提现已暂被矿池运管锁定 (原因：%(reason)s)。

# UI
source: Blocked %(coin)s Payouts
ru: Блокированные %(coin)s выплаты
zh: 已锁定的%(coin)s 提现

# UI
source: Pending %(coin)s Wallet
ru: В ожидании %(coin)s кошелька
zh: 等待中的%(coin)s钱包

# UI
source: Please setup your payout address. Your balance is over your payout threshold.
ru: Пожалуйста, настройте свой адрес для выплат. Ваш баланс превышает порог для выплат.
zh: 请您设置您的提现地址。您的余额已超过您的提现阈值。

# UI
source: Your balance is {balance} and threshold is {threshold}.
ru: Ваш баланс составляет {balance}, а порог для выплат {threshold}.
zh: 您的余额为{balance}您的阈值为{threshold}。

# UI
source: Payout account updated
ru: Аккаунт для выплат обновлен
zh: 提现地址已更新

# UI
source: Payout channel confirmation cancelled
ru: Подтверждение канала для выплат отменено
zh: 提现渠道确认已取消

# UI
source: Payout channel confirmation e-mail resent
ru: Электронное письмо для подтверждения изменения кошелька отправлено повторно
zh: 已发送提现渠道确认邮件

# UI
source: Limited read-only
ru: Доступ ограничен – режим только для чтения
zh: 部分只读

# UI
source: Slush Pool
zh: Slush Pool矿池
