Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

# UI
source: Payout settings have been verified.
es: Los ajustes de pago han sido verificados.
fa: تنظیمات پرداخت تایید شده است.

# UI
source: Payout channel verification request can not be canceled. To return to the previous state create a new payout channel with the same values.
es: La petición de verificación del canal de pagos no puede ser cancelada. Para volver al estado previo cree un nuevo canal de pagos con los mismos valores.
fa: درخواست تأیید کانال پرداخت را نمی توان لغو کرد. برای بازگشت به حالت قبلی یک کانال پرداخت جدید با مقادیر مشابه ایجاد کنید.

# UI
source: You don't have sufficient permissions to confirm user requests.
es: No tiene permiso suficiente para confirmar solicitudes de usuario.
fa: شما مجوز کافی برای تایید درخواست های کاربر را ندارید.

# UI
source: Your payouts have been temporarily blocked by the pool operator
es: Sus pagos han sido bloqueados temporalmente por el operador del pool
fa: پرداخت های شما به طور موقت توسط اپراتور استخر مسدود شده است

# UI
source: Payouts blocked by sysadmin
es: Pagos bloqueados por el administrador de sistema
fa: پرداخت ها توسط مدیرسیستم مسدود شده است

# UI
source: Contact support
es: Contacte soporte
fa: تماس با پشتیبانی

# UI
source: Your payouts have been paused on your request.
es: Sus pagos han sido pausados a petición suya.
fa: پرداخت های شما بنا به درخواست شما متوقف شده است.

# UI
source: Payouts blocked by user
es: Pagos bloqueados por usuario
fa: پرداخت ها توسط کاربر مسدود شده است

# UI
source: Resume payouts
es: Reanudar pagos
fa: از سرگیری پرداخت ها

# UI
source: Pending email change
es: Cambio de correo pendiente
fa: در انتظار تغییر ایمیل

# UI
source: You have a pending request to change your email address to: %(email_address)s
es: Tiene una solicitud pendiente para cambiar su dirección de correo a: %(email_address)s
fa: شما یک درخواست معلق برای تغییر آدرس ایمیل خود به %(email_address)s دارید

# UI
source: Cancel request
es: Cancelar solicitud
fa: لغو درخواست

# UI
source: Resend confirmation
es: Reenviar confirmación
fa: ارسال مجدد تاییدیه

# UI
source: Explore
es: Explorar
fa: کاوش
ru: Исследовать
zh: 了解

# UI
source: Dismiss this Message
es: Descartar este Mensaje
fa: رد کردن این پیام

# UI
source: Invalid appeal model.
es: Modelo de recurso inválido.
fa: مدل درخواست نامعتبر است.

# UI
source: Invalid appeal ID.
es: ID de recurso inválida.
fa: شناسه درخواست نامعتبر است.

# UI
source: The current access profile has already seen the v4 welcome dialogue!
es: ¡El perfil de acceso actual ya ha visto el mensaje de bienvenida v4!
fa: نمایه دسترسی فعلی قبلا گفتگوی خوش آمدگویی v4 را دیده است!

# UI
source: Login forbidden
es: Inicio de sesión prohibido
fa: ورود ممنوع
ru: Вход запрещен
zh: 禁止登陆

# UI
source: Invalid credentials.
es: Credenciales inválidas.
fa: اعتبارنامه های نامعتبر.
ru: Неверные данные.
zh: 无效的凭证。

# UI
source: Please enter a correct username (not an e-mail address) and password. Note that both fields are case-sensitive.
es: Por favor ingrese un nombre de usuario (no una dirección de correo electrónico) y contraseña correctos. Tenga en cuenta que ambos campos distinguen entre mayúsculas y minúsculas.
fa: لطفاً یک نام کاربری (نه آدرس ایمیل) و رمز عبور صحیح وارد کنید. توجه داشته باشید که هر دو ردیف به حروف کوچک و بزرگ حساس هستند.
ru: Пожалуйста, введите правильное имя пользователя (не адрес электронной почты) и пароль. Обратите внимание, что оба поля чувствительны к регистру.
zh: 请输入正确的用户名（不是邮箱地址）和密码。请注意这两个位置都是要区分大小写的。

# UI
source: Bad username/id.
es: nombre de usuario/id errado.
fa: نام کاربری/شناسه نادرست.
ru: Неверное имя пользователя/идентификатор.
zh: 错误的用户名/ID。

# UI
source: This user is not active yet/anymore.
es: Este usuario no está activo aún/más.
fa: این کاربر هنوز/ دیگر فعال نیست .
ru: Этот пользователь еще/больше не активен.
zh: 这个用户尚未启用/已不处于启用状态。

# UI
source: Invalid token!
es: Token inválido!
fa: رمز نامعتبر!
ru: Неверный токен!
zh: 无效的口令！

# UI
source: Only alphabetical characters, numbers, underscore and dash are allowed in name!
es: ¡Solo se permiten caracteres alfabéticos, números, guiones bajos y guiones en el nombre!
fa: فقط حروف الفبا ، اعداد ، زیرخط و خط تیره در نام مجاز هستند!
ru: В названии допускаются только буквы алфавита, цифры, подчеркивание и тире!
zh: 用户名中只允许字母字符，数字，下划线和连接符！

# UI
source: Password must be at least 5 characters long!
es: ¡La contraseña debe tener al menos 5 caracteres!
fa: رمز عبور باید حداقل 5 کاراکتر داشته باشد!
ru: Пароль должен состоять из не менее 5 символов!
zh: 密码中必须至少包含5个字！

# UI
source: Thank you for your valuable contribution to our pool. As a VIP, you have access to premium features and services.
es: Gracias por su valiosa contribución a nuestro pool. Como VIP, usted tiene acceso a características y servicios premium.
fa: با تشکر از مشارکت ارزشمند شما در استخر ما، به عنوان وی آی پی شما به ویژگی های پاداش و خدمات دسترسی دارید.
ru: Спасибо за ваш ценный вклад в наш пул. Как VIP, вы получаете доступ к премиум-функциям и услугам.
zh: 感谢您对我池的宝贵贡献。作为尊贵的VIP客户，您可以使用矿池的高级特性和服务。

# UI
source: Monday
es: lunes
fa: دوشنبه
ru: Понедельник
zh: 星期一

# UI
source: Tuesday
es: martes
fa: سه‌شنبه
ru: Вторник
zh: 星期二

# UI
source: Wednesday
es: miércoles
fa: چهارشنبه
ru: Среда
zh: 星期三

# UI
source: Thursday
es: jueves
fa: پنجشنبه
ru: Четверг
zh: 星期四

# UI
source: Friday
es: viernes
fa: جمعه
ru: Пятница
zh: 星期五

# UI
source: Saturday
es: sábado
fa: شنبه
ru: Суббота
zh: 星期六

# UI
source: Sunday
es: domingo
fa: يكشنبه
ru: Воскресенье
zh: 星期日

# UI
source: Wallet: <b>%(name)s</b>
es: Cartera: <b>%(name)s</b>
fa: کیف پول: <b> %(name)s </b>
ru: Кошелек: <b>%(name)s</b>
zh: 钱包地址： <b>%(name)s</b>

# UI
source: Threshold: <b>%(threshold)s %(unit)s</b>
es: Umbral: <b>%(threshold)s %(unit)s</b>
fa: آستانه:<b>%(threshold)s%(unit)s</b>
ru: Порог: <b>%(threshold)s %(unit)s</b>
zh: 阈值： <b>%(threshold)s %(unit)s</b>

# UI
source: Triggered daily
es: Activador diario
fa: تریگر روزانه
ru: Ежедневный триггер
zh: 每天触发

# UI
source: Triggered weekly on: %(weekday)s
es: Activador semanal los: %(weekday)s
fa: تریگر هفتگی در:%(weekday)s
ru: Еженедельный триггер в: %(weekday)s
zh: 每周触发：%(weekday)s

# UI
source: unknown day
es: día desconocido
fa: روز ناشناخته
ru: неизвестный день
zh: 未知日期

# UI
source: Triggered monthly on the %(number)s. day
es: Activado los días %(number)s. mensualmente
fa: ماهانه در %(number)s فعال می شود. روز
ru: Ежемесячный триггер в каждый %(number)s-ый(ой) день
zh: 每月的%(number)s号触发

# UI
source: Payout account: <b>%(name)s</b>
es: Cuenta de Pago: <b>%(name)s</b>
fa: حساب پرداخت: <b>%(name)s</b>
ru: Аккаунт для выплат: <b>%(name)s</b>
zh: 提现账户： <b>%(name)s</b>

# UI
source: <b>%(key)s</b> disabled
es: <b>%(key)s</b> deshabilitada
fa: <b>%(key)s</b> غیرفعال شده
ru: <b>%(key)s</b> отключен(ы)
zh: <b>%(key)s</b> 已停用

# UI
source: <b>%(key)s</b> enabled
es: <b>%(key)s</b> habilitada
fa: <b>%(key)s</b> فعال شده
ru: <b>%(key)s</b> включен(ы)
zh: <b>%(key)s</b> 已启用

# UI, value
source: Access Profile: %s
es: Perfil de Acceso: %s
fa: پروفایل دسترسی: %s
ru: Профиль доступа: %s
zh: 访问配置：%s

# UI, value
source: Coin: %s
es: Moneda: %s
fa: سکه: %s
ru: Монета: %s
zh: 币：%s

# UI
source: rewards
es: recompensas
fa: پاداش‌ها

# UI
source: activities
es: actividades
fa: فعالیت ها

# UI
source: payouts
es: pagos
fa: پرداخت ها

# UI
source: Exported data: %(data_types)s
es: Datos exportados: %(data_types)s
fa: داده های صادر شده: %(data_types)s

# UI
source: Format: %(format)s
es: Formato: %(format)s
fa: فرمت : %(format)s

# UI
source: From: %(date)s
es: Desde: %(date)s
fa: از: %(date)s

# UI
source: To: %(date)s
es: Al: %(date)s
fa: به: %(date)s

# UI
source: Color theme
es: Color del tema
fa: رنگ قالب

# UI
source: Email address
es: Dirección de correo
fa: آدرس ایمیل

# UI
source: Email
fa: ایمیل
ru: Электронный адрес
zh: 邮箱

# UI
source: Monitoring notifications
es: Notificaciones de Vigilancia
fa: نظارت بر اطلاعیه ها
ru: Уведомления мониторинга
zh: 监控通知

# UI
source: Demo logout
es: Demo de cierre de sesión
fa: خروج از سیستم نمایشی
ru: Демо-выход
zh: 演示账户登出

# UI
source: Impersonate user
es: Hacerse pasar por usuario
fa: جعل هویت کاربر
ru: Что видит пользователь
zh: 拟人用户

# UI
source: New wallet created
es: Nueva cartera creada
fa: کیف پول جدید ایجاد شده است
ru: Создан новый кошелек
zh: 新钱包已创建

# UI
source: Wallet updated
es: Cartera actualizada
fa: کیف پول به روز رسانی شد
ru: Кошелек обновлен
zh: 钱包已更新

# UI
source: Wallet deleted
es: Cartera borrada
fa: کیف پول حذف شد
ru: Кошелек удален
zh: 钱包已删除

# UI
source: Wallet reactivated
es: Cartera reactivada
fa: کیف پول دوباره فعال شد

# UI
source: Payouts locked
es: Pagos bloqueados
fa: پرداخت ها قفل شده اند
ru: Выплаты заблокированы
zh: 提现已锁定

# UI
source: Payouts unlocked
es: Pagos desbloqueados
fa: قفل پرداخت ها باز شده اند
ru: Выплаты разблокированы
zh: 提现已解锁

# UI
source: New payout account created
es: Nueva cuenta de pago creada
fa: حساب پرداخت جدید ایجاد شده است
ru: Создан новый аккаунт для выплат
zh: 已创建新的提现账户

# UI
source: Financial account updated
es: Cuenta Financiera de pago actualizada
fa: حساب مالی به روز شد

# UI
source: Payout account deactivated
es: Cuenta de pago desactivada
fa: حساب پرداخت غیرفعال شده است
ru: Аккаунт для выплат деактивирован
zh: 提现账户已停用

# UI
source: Immediate payout requested
es: Pago inmediato solicitado
fa: پرداخت فوری درخواست شد
ru: Была запрошена немедленная выплата
zh: 已请求立即提现

# UI
source: Immediate payout request cancelled
es: Petición de pago inmediato cancelada
fa: درخواست پرداخت فوری لغو شد
ru: Запрос на немедленную выплату отменен
zh: 已取消立即提现请求

# UI
source: Payout split modified
es: División de pago modificada
fa: تقسیم پرداخت اصلاح شد
ru: Разделение выплат изменено
zh: 已修改提现分配

# UI
source: Payout account settings updated
es: Ajustes de la cuenta de pago actualizados
fa: تنظیمات حساب پرداخت به روز رسانی شد
ru: Настройки аккаунта для выплат обновлены
zh: 已更新提现账户设置

# UI
source: Payout channel confirmed
es: Canal de pago confirmado
fa: کانال پرداخت تأیید شد
ru: Канал для выплат подтвержден
zh: 已确认提现渠道

# UI
source: Payout channel confirmation email resent
es: Correo de confirmación del canal de pago re-enviado
fa: ایمیل تایید کانال پرداخت دوباره ارسال شد

# UI
source: Payouts paused
es: Pagos pausados
fa: پرداخت ها متوقف شد
ru: Выплаты приостановлены
zh: 已暂停提现

# UI
source: Payouts unpaused
es: Pagos no pausados
fa: توقف پرداخت ها برطرف شد
ru: Выплаты обновлены
zh: 已继续提现

# UI
source: Payouts blocked
es: Pagos bloqueados
fa: پرداخت ها مسدود شدند
ru: Выплаты заблокированы
zh: 提现已被锁定

# UI
source: Payouts unblocked
es: Pagos desbloqueados
fa: پرداختها از مسدودی خارج شدند
ru: Выплаты разблокированы
zh: 提现已解锁

# UI
source: Color theme changed
es: Cambió el color de tema
fa: رنگ قالب تغییر کرد

# UI
source: Exported user data
es: Datos de usuario exportados
fa: داده های کاربری صادر شده
ru: Экспортированные данные пользователя
zh: 已导出用户数据

# UI
source: NMC reward claimed
es: Recompensa NMC reclamada
fa: پاداش NMC دریافت شد
ru: Требуется вознаграждение NMC
zh: 已要求的NMC域名币收益支付

# UI
source: NMC claim - address changed
es: Reclamo NMC - Dirección cambiada
fa: درخواست NMC - آدرس تغییر یافت
ru: Утверждение NMC - адрес изменен
zh: NMC域名币收益支付请求 —— 地址已变更

# UI
source: We've detected changes in the current state of your %(coin)s workers. Please see the report below:
es: Hemos detectado cambios en el estado de sus equipos de minería %(coin)s. Por favor, vea el siguiente informe:
fa: ما تغییراتی در وضعیت فعلی ورکرهای %(coin)s شما مشاهده کردیم. لطفا گزارش زیر را مشاهده کنید:
ru: Мы зарегистрировали изменение в текущем состоянии ваших %(coin)s воркеров. Пожалуйста, прочтите отчет ниже:
zh: 矿池检测到您的%(coin)s矿工发生了当前状态的变化，请您阅读以下报告：

# UI
source: Actual Hashrate
es: Tasa de hash actual
fa: هش ریت واقعی

# UI
source: If you did not request to receive this password reset email, you can ignore it.
es: Si no solicitó recibir este correo de re-inicialización de contraseña, puede ignorarlo.
fa: اگر درخواست دریافت این ایمیل بازنشانی رمز عبور را نداده اید، می توانید آن را نادیده بگیرید.
ru: Если вы не запрашивали это письмо для сброса пароля, можете его проигнорировать.
zh: 如果您没有申请更改密码，请忽视这封邮件。

# UI, Monitoring
source: OK
fa: تاييد
ru: ОК
zh: 好

# UI
source: workers
es: equipos de minería
fa: ورکرها
ru: воркеры
zh: 矿工

# UI
source: Label name must be a string.
es: El nombre de la etiqueta debe ser una frase.
fa: نام برچسب باید از نوع متن باشد.
ru: Имя ярлыка должно быть строкой.
zh: 标签名中只能用合法字符。

# UI
source: Name is required.
es: Nombre requerido.
fa: درج نام الزامیست.
ru: Имя обязательно.
zh: 需要一个名称。

# UI
source: Name must not be longer than 15 characters.
es: El nombre no puede ser mayor a 15 caracteres.
fa: نام نباید بیشتر از ۱۵ کاراکتر باشد.
ru: Имя не должно быть длиннее 15 символов.
zh: 名称必须短于15字。

# UI
source: A label with this name already exists.
es: Ya existe una etiqueta con este nombre.
fa: یک برچسب با این نام از قبل وجود دا‌رد.
ru: Ярлык с таким именем уже существует.
zh: 使用该名称的标签已存在。

# UI
source: Label shortcut must be a string.
es: La etiqueta de atajo debe ser una frase.
fa: میانبر برچسب باید از نوع متن باشد.
ru: Сокращение ярлыка должно быть строкой.
zh: 标签快捷方式中只能用合法字符。

# UI
source: Label shortcut is required.
es: Se requiere una etiqueta de atajo.
fa: میانبر برچسب الزامیست.
ru: Сокращение ярлыка обязательно.
zh: 必须要有标签快捷方式。

# UI
source: Shortcut must not be longer than 2 characters.
es: El atajo no puede ser mayor de 2 caracteres.
fa: میانبر نباید بیشتر از ۲ کاراکتر باشد.
ru: Сокращение не должно быть длиннее 2 символов.
zh: 快捷方式必须短于2个字。

# UI
source: Label description must be a string.
es: La descripción de la etiqueta debe ser una frase.
fa: توضیح برچسب باید از نوع متن باشد.
ru: Описание ярлыка должно быть строкой.
zh: 标签描述中只能用合法字符。

# UI
source: Maximal length of label description is 100 characters.
es: La longitud máxima en la descripción de la etiqueta es de 100 caracteres.
fa: حداکثر تعداد کاراکتر مجاز برای توضیح برچسب ۱۰۰ می‌باشد.
ru: Максимальная длина описания ярлыка составляет 100 символов.
zh: 标签描述的长度最长只能有100个字。

# UI
source: Invalid color.
es: Color inválido.
fa: رنگ نامعتبر است.
ru: Недействительный цвет.
zh: 无效的颜色。

# UI
source: Invalid label ids.
es: Identificaciones de etiqueta inválidas.
fa: شناسه های برچسب نامعتبر است.
ru: Неверные идентификаторы ярлыков.
zh: 无效的标签ID。

# UI
source: Names and shortcuts must be unique.
es: Nombres y accesos directos deben ser únicos.
fa: نامها و میانبرها باید منحصر به فرد باشند.
ru: Имена и сочетания горячих клавиш (shortcuts) должны быть уникальными.
zh: 名称和快捷方式不能重复。

# UI
source: Lightning payout error: %s
es: Error de pago de Lightning: %s

# UI
source: Second factor authentication failed.
es: Ha fallado la autenticación de segundo factor.

# UI
source: Not enough balance for lightning payout (required at least %s sats).
es: Saldo insuficiente para el pago Lightning (requiere al menos %s sats).

# UI
source: There is an active payout hold on this account.
es: Hay una retención de pago activa en esta cuenta.

# email
source: Your Braiins Pool account has been suspended
es: Su cuenta Braiins Pool ha sido suspendida

# email
source: Dear Miner,
es: Apreciado Minero,

# email
source: We regret to inform you that we have been forced to temporarily suspend any cryptocurrency payouts from your user account since we have a reasonable cause to suspect that you are subject to sanctions under sanctions programs of the Office of Foreign Assets Control of the U.S. Treasury Department (OFAC).
es: Lamentamos informarle de que nos hemos visto obligados a suspender temporalmente cualquier pago de criptomonedas de su cuenta de usuario ya que tenemos una causa razonable para sospechar que está sujeto a sanciones bajo los programas de sanciones de la Oficina de Control de Activos Extranjeros del Departamento de Tesorería de los Estados Unidos (OFAC).

# email
source: As you know, we do not allow miners that are subject to sanctions under the OFAC sanctions programs to mine with us. We emphasize that it is a responsibility of every miner to make sure that they are not subject to any such sanctions at any time when mining with the Braiins Pool.
es: Como usted sabe, no permitimos que los mineros que estén sujetos a sanciones bajo los programas de sanciones de la OFAC minen con nosotros. Destacamos que es responsabilidad de todos los mineros asegurarse de que no estén sujetos a tales sanciones en ningún momento al minar en Braiins Pool.

# email
source: Any mining by the sanctioned miners constitutes a gross breach of the Braiins Pool Terms and Conditions and if such breach is detected, we have no other choice than to immediately and for an indefinite term suspend any cryptocurrency payouts to the respective miner.
es: Cualquier minería por los mineros sancionados constituye una flagrante violación de los Términos y Condiciones de Braiins Pool y si se detecta tal incumplimiento, no tenemos otra opción que suspender inmediatamente y por un plazo indefinido los pagos de criptomoneda al minero respectivo.

# email
source: <strong>To learn more about the cause for the suspension, please contact our support team</strong> via <a href="https://help.braiins.com/en/support/tickets/new?utm_medium=SystemMailing&utm_source=braiins&utm_term=v4_ofac" target="_blank">support ticket</a> and request more information on your case.
es: <strong>Para obtener más información sobre la causa de la suspensión, comuníquese con nuestro equipo de soporte</strong> vía <a href="https://help.braiins.com/es/support/tickets/new?utm_medium=SystemMailing&utm_source=braiins&utm_term=v4_ofac" target="_blank">ticket de soporte</a> y solicite más información sobre su caso.

# email
source: <strong>You are also entitled to initiate a review procedure</strong>, if you believe that you are not subject to any OFAC sanctions (for example if you believe that you have been detected by mistake, or if your user account has been subject to an unauthorized access that caused the detection etc.).
es: <strong>Usted también tiene derecho a iniciar un procedimiento de revisión</strong>, si cree que no está sujeto a ninguna sanción de la OFAC (por ejemplo si cree que ha sido detectado por error, o si su cuenta de usuario ha estado sujeta a un acceso no autorizado que causó la detección, etc.).

# email
source: In such a case, please contact us via <a href="https://help.braiins.com/en/support/tickets/new?utm_medium=SystemMailing&utm_source=braiins&utm_term=v4_ofac" target="_blank">support ticket</a>, request the review of your case and follow the instructions of the support team. Please note, that during the review procedure you may be asked to undergo a detailed KYC procedure and to produce evidence to show that you are not subject to the sanctions.
es: En tal caso, sírvase ponerse en contacto con nosotros vía <a href="https://help.braiins.com/en/support/tickets/new?utm_medium=SystemMailing&utm_source=braiins&utm_term=v4_ofac" target="_blank">ticket de soporte</a>, solicite la revisión de su caso y siga las instrucciones del equipo de soporte. Tenga en cuenta que durante el procedimiento de revisión se le puede pedir que se someta a un procedimiento KYC detallado y que presente pruebas para demostrar que no está sujeto a las sanciones.

# email
source: If the review was either not initiated by you within one (1) year after we have notified you of the suspension, or if the suspension could not be revoked even after the review, we have a right to permanently terminate your user account and any business activities with you.
es: Si la revisión no fue iniciada por usted dentro de un (1) año después de que le hayamos notificado la suspensión, o si la suspensión no puede ser revocada incluso después de la revisión, tenemos derecho a terminar permanentemente su cuenta de usuario y cualquier actividad comercial con usted.

# email
source: See Section 15 of the Braiins Pool Terms and Conditions for more detailed information on your rights and duties regarding the OFAC sanctions programs.
es: Consulte la sección 15 de los Términos y Condiciones de Braiins Pool para obtener información más detallada sobre sus derechos y deberes relativos a los programas de sanciones de la OFAC.

# email
source: © 2022 Braiins. All rights reserved.
es: © 2022 Braiins. Todos los derechos reservados.

# UI
source: I do not mine anymore
es: Ya no mino mas

# UI
source: An account with this name already exists!
es: ¡Ya existe una cuenta con este nombre!

# UI
source: Wallet with this name already exists!
es: ¡La billetera con este nombre ya existe!

# UI
source: Wallet with this address already exists!
es: ¡La billetera con esta dirección ya existe!

# UI
source: Invalid threshold value.
es: Valor de umbral no válido.

# UI
source: Username cannot be longer than %d characters!
es: ¡El nombre de usuario no puede tener más de %d caracteres!

# UI
source: Email address cannot be longer than %d characters!
es: ¡La dirección de correo electrónico no puede tener más de %d caracteres!

# UI
source: Account deleted by admin
es: Cuenta eliminada por el administrador

# UI
source: We got a request to change your email address to <strong>%(email)s</strong>.
ru: Мы получили запрос на изменение вашего адреса электронной почты на <strong>%(email)s</strong>.
zh: 我们收到了您想将邮件地址改到：<strong>%(email)s</strong> 的请求。

# UI
source: To authorize this change, please click the button below.
ru: Чтобы авторизовать это изменение, нажмите кнопку ниже.
zh: 请点击下方按钮许可更改。

# UI
source: Change email address
ru: Изменить адрес электронной почты
zh: 更改邮箱地址

# UI
source: If you <strong>did not</strong> ask us to change your email address, please <a href="%(url)s">cancel&nbsp;the&nbsp;request</a> and change your password immediately.
ru: Если вы <strong>не запрашивали</strong> изменение адреса электронной почты, пожалуйста, <a href="%(url)s">отмените&nbsp;этот&nbsp;запрос</a> и измените свой пароль без промедления.
zh: 如您 <strong>没有</strong> 向我们发送更改邮箱地址的请求，请您 <a href="%(url)s">&nbsp;取消这一请求&nbsp;</a> 并立即更改您的密码。

# UI
source: It's Pavel Moravec, co-CEO of Braiins. I wanted to reach out to you personally and thank you for giving Slush Pool a shot.
ru: Это Павел Моравец, со-генеральный директор Braiins. Я хотел связаться с вами лично и поблагодарить вас за то, что вы дали Slush Pool шанс.
zh: Pavel Moravec，首脑-Braiins的联合首席运营官。想亲自和您交流交流，并感谢您选择Slush Pool矿池。

# UI
source: Did you run into any issues using Slush Pool that our support team can <a href="%(support)s">help you with</a>? Or perhaps you are missing some features? <a href="%(new_ticket)s">Please&nbsp;let&nbsp;us&nbsp;know</a> so that we can make Slush Pool better.
ru: Вы столкнулись с какими-либо проблемами с использованием Slush Pool, с которыми наша команда поддержки может <a href="%(support)s">вам помочь</a>? Или, возможно, вам не хватает некоторых функций? <a href="%(new_ticket)s">Пожалуйста&nbsp;дайте&nbsp;нам&nbsp;знать</a>, чтобы мы сделали Slush Pool лучше.
zh: 您在使用Slush Pool矿池时有遇到问题么？我们的客服团队能为您 <a href="%(support)s">提供帮助</a>。或者，您觉得矿池有功能缺失？<a href="%(new_ticket)s">&nbsp;请告诉我们&nbsp;</a> ，这能帮助我们将Slush Pool矿池完善得更好。

# UI
source: If you’d still like to delete your account, make sure you <strong>request your final payout BEFORE</strong> doing so. Otherwise, any remaining balances are considered a generous donation to the pool. Then click this <a href="%(url)s">confirmation link</a> to delete your account. For your security, the link is only good for an hour.
ru: Если вы все еще хотите удалить свою учетную запись, убедитесь, что вы <strong>запрашиваете окончательную выплату, ДО этого</strong>. В противном случае любые оставшиеся остатки считаются щедрым пожертвованием в пул. Затем нажмите эту <a href="%(url)s">ссылку для подтверждения</a>, чтобы удалить свой аккаунт. В целях безопасности ссылка действительна только в течение часа.
zh: 如果您决心想要删除您的账户，请在删除前<strong>务必确认您是否最后请求了提现</strong>。否则，您账户内的余额将被视为对矿池的慷慨捐赠。没有问题的话，请点击这个<a href="%(url)s">确认链接</a>确认删除您的账户。为保证安全，确认链接的有效期为一小时。
