Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

source: You could see this state when monitoring is enabled for the worker but there is no hash rate detected for the worker. The pool doesn't monitor the actual network connection of the worker. The only significant value is hash rate.
fr: Vous pouvez voir cet état lorsque la surveillance est activée pour le travailleur mais qu'aucun taux de hachage n'a été détecté pour le travailleur. La pool ne surveille pas la connexion réseau réelle du travailleur. La seule valeur significative est le taux de hachage.

# UI, Monitoring
source: Disabled
es: Desactivado
fa: غیرفعال شده
fr: Désactivé
ru: Нерабочий
zh: 已禁用

source: When you switch off monitoring for a worker its state is reported as Disabled, regardless a fact if it submits some shares or not.
fr: Lorsque vous désactivez la surveillance d'un travailleur, son état est signalé comme Désactivé, indépendamment du fait qu'il soumette ou non des partages.

# UI
source: Reward <span>System</span>
fr: <span>Système</span> de récompense

source: Finding a block is quite a rare and randomly occurring event. The pool service however needs some method to fairly distribute the value of a found block among pool users and pay them accordingly.
fr: La recherche d'un bloc est un événement assez rare et aléatoire. Le service de pool a toutefois besoin d'une méthode pour répartir équitablement la valeur d'un bloc trouvé entre les utilisateurs de la pool et les payer en conséquence.

source: Our reward system ensures that when a new block is found every user receives a reward proportional to his/her participation in the pool's mining power. Bigger miners receive proportionally more than smaller miners.
fr: Notre système de récompense garantit que lorsqu'un nouveau bloc est trouvé, chaque utilisateur reçoit une récompense proportionnelle à sa participation à la puissance minière du pool. Les plus gros mineurs reçoivent proportionnellement plus que les plus petits.

source: Scoring Hash Rate
fr: Taux de Hash par points

source: User participation to pool's mining power is measured by <strong>scoring hash rate</strong>. It reflects how much work the user did in recent hours. You can understand scoring hash rate as an <em>exponential moving average</em> from hash rate of all user mining devices connected to the pool (see <a href="%(url)s" target="_blank">EMA on wikipedia</a>). The averaging smooths out short hash rate drops or increases and makes rewards calculation more stable and fair (the exact mathematical definition is provided lower).
fr: La participation des utilisateurs à la puissance de minage de la pool est mesurée par le <strong>taux de hachage des scores</strong>. Cela reflète combien de travail l'utilisateur a fait ces dernières heures. Vous pouvez comprendre le taux de hachage de scoring comme une <em>moyenne mobile exponentielle</em> du taux de hachage de tous les périphériques d’exploration d’utilisateurs connectés au pool (voir <a href="%(url)s" target="_blank">EMA. sur Wikipédia</a>). La moyenne atténue les baisses ou augmentations de taux de hachage courts et rend le calcul des récompenses plus stable et plus équitable (la définition mathématique exacte est fournie plus bas).

source: For example, if your scoring hash rate is 1%% of the whole pool, you receive 1%% of the block rewards. If you own 0.031%% of hash rate, you receive 0.031%% of rewards from the block. It is that simple.
fr: Par exemple, si votre taux de hachage de notation est égal à 1 %% du pool total, vous recevez 1%% des récompenses en bloc. Si vous possédez 0.031%% du taux de hachage, vous recevez 0.031%% de récompenses du bloc. C'est aussi simple que ça.

source: The pool calculates your reward for <strong>every found block</strong> as follows:
fr: La pool calcule votre récompense pour <strong>chaque bloc trouvé</strong> comme suit :

# Main rewards formula
source: your reward
fr: votre récompense

# Main rewards formula
source: block value
fr: valeur du bloc

# Main rewards formula
source: pool fee
fr: honoraires de la pool

# Main rewards formula
source: your scoring hash rate
fr: votre cotation en taux de hachage

# Main rewards formula
source: pool scoring hash rate
fr: Cotation totale du taux de hachage de la pool

source: A <em>block value</em> consists of the block reward and the fees from transactions contained in the block.
fr: Une <em>valeur de bloc</em> comprend la récompense de bloc et les frais des transactions contenues dans le bloc.

source: <em>Scoring hash rates</em> used for the calculation are hash rates from time when a particular block was found. They reflect some mining history before the actual block finding.
fr: Les <em>scores de hachage</em> utilisés pour le calcul sont les taux de hachage à partir du moment où un bloc particulier a été trouvé. Ils reflètent certains antécédents miniers avant la découverte du bloc.

source: <em>Pool fees</em> for all coins are listed in the <a href="%(url)s">Rewards & Payouts</a> section.
fr: Les <em> frais de pool </em> pour toutes les coins sont répertoriés dans la section <a href="%(url)s">Récompenses et paiements</a>.

source: The chart below shows how the <strong>scoring hash rate</strong> rises and declines at time when you start or stop mining (effective hash rate is blue, scoring hash rate is gold):
fr: Le graphique ci-dessous montre comment le <strong>taux de hachage des scores</strong> augmente et diminue au moment où vous démarrez ou arrêtez le minage (le taux de hachage effectif est en bleu et le taux de hachage des scores est doré) :

source: The chart would look much more like the one below with a real miner. The reason is that miner's effective hash rate changes in time (if you refresh the page a new random sequence will be generated to give you the idea):
fr: Le graphique ressemblerait beaucoup plus à celui ci-dessous avec un vrai mineur. La raison en est que le taux de hachage effectif du mineur change dans le temps (si vous actualisez la page, une nouvelle séquence aléatoire sera générée pour vous donner une idée) :

source: Important Facts <span>about the Method</span>
fr: Faits importants <span>à propos de la méthode</span>

source: Important properties of using <em>scoring hash rate</em> for rewards calculation:
fr: Les propriétés importantes d'utiliser <em>le taux de hachage du score</em> pour le calcul des récompenses :

source: You can literally see and understand at any instant how the hash rate is changing and what reward you can expect.
fr: Vous pouvez littéralement voir et comprendre à tout moment comment le taux de hachage change et quelle récompense vous pouvez espérer.

source: Rewards are fully <strong>independent</strong> from rounds. The only important thing is the scoring hash rate.
fr: Les récompenses sont totalement <strong>indépendantes</strong> des séries. La seule chose importante est le taux de hachage des scores.

source: When you start mining, it takes roughly 1.5 hour until it reaches your actual hash rate and then it becomes stable.
fr: Lorsque vous commencez à miner, il faut environ 1,5 heure pour atteindre votre taux de hachage réel, puis la situation devient stable.

source: It is stable during the time when your miners are connected and working.
fr: Il est stable pendant le temps où vos mineurs sont connectés et travaillent.

source: When you stop mining the scoring hash rate starts to fall down. It takes again cca 1.5 hour until it is roughly zero.
fr: Lorsque vous arrêtez de miner, le taux de hachage commence à baisser. Il faut encore environ 1,5 heure jusqu'à ce qu'il soit à peu près nul.

source: When some other miner connects to the pool then your scoring hash rate will stay the same but pool's hash rate will increase proportionally. As a result you will receive a smaller part of found blocks as a reward, but more frequently, because the pool will be stronger. When some other miner disconnects, the opposite will happen. Statistically, there is no difference for you in longer term.
fr: Lorsqu'un autre mineur se connecte à la pool, votre taux de hachage reste le même mais le taux de hachage de la pool augmente proportionnellement. En conséquence, vous recevrez une petite partie des blocs trouvés en guise de récompense, mais plus fréquemment, car la pool sera plus puissante. Quand un autre mineur se déconnecte, l'inverse se produira. Statistiquement, il n'y a pas de différence pour vous à plus long terme.

source: The Math <span>Behind the Scenes</span>
fr: Les mathématiques <span>dans les coulisses</span>

source: Let's start with the basic concepts and definitions to describe how exactly rewards and other values presented by the pool are computed. Gradually, we will show more interesting stuff.
fr: Commençons par les concepts de base et les définitions pour décrire comment les récompenses et autres valeurs présentées par le pool sont calculées. Progressivement, nous allons montrer des choses plus intéressantes.

source: Shares
fr: Partages

source: When a miner connects to the pool it receives computational task to be solved - it computes hash values with certain properties. Hashes satisfying the task requirements are sent back to the pool and are used as a <strong>proof of miner's work</strong>. The quantity of miner's work is registered in units called <strong>shares</strong>. If a hash (proof of work) with difficulty %(d)s is submitted by a miner then %(d)s shares is accounted by the pool.
fr: Lorsqu'un mineur se connecte au pool, il reçoit une tâche de calcul à résoudre - il calcule des valeurs de hachage avec certaines propriétés. Les hachages satisfaisant aux exigences de la tâche sont renvoyés au pool et sont utilisés comme <strong>preuve du travail de mineur</strong>. La quantité de travail des mineurs est enregistrée dans des unités appelées <strong>actions</strong>. Si un hachage (preuve de travail) rencontrant des difficultés avec %(d)s est soumis par un mineur, les actions %(d)s sont comptabilisées par la pool.

source: Whenever a new share is registered by the system a timestamp of the event is recorded and used for share's valuation later.
fr: Chaque fois qu'une nouvelle action est enregistré par le système, un horodatage de l'événement est enregistré et utilisé pour l'évaluation ultérieure de l'action.

source: For purposes of this text we treat each share %(s)s as if it was submitted separately as a proof of work with difficulty 1. This approach leads numerically to the same results, however, the formulas are less complex.
fr: Aux fins du présent texte, nous traitons chaque pourcentage de part %(s)s comme si il avait été soumis séparément comme preuve de travail avec difficulté 1. Cette approche conduit numériquement aux mêmes résultats, toutefois, les formules sont moins complexes.

source: Time handling
fr: Gestion des temps

source: Let %(tau)s be a function which gives us a time when some share %(s)s was submitted (or when a block %(b)s was found). The time is measured in seconds from some stable point in time (e.g. start of the pool operation). The time value is only being used for measuring how much time has elapsed between two events. For example a time between submission of share %(s)s and some point in time %(t_0)s, written as %(time_delta)s, is a key part of shares valuation.
fr: Soit %(tau)s une fonction qui nous donne l’heure à laquelle une part %(s)s a été soumise (ou quand un bloc %(b)s a été trouvé). Le temps est mesuré en secondes à partir d’un instant donné (par exemple, le début de l’opération de pool). La valeur temps est utilisée uniquement pour mesurer le temps écoulé entre deux événements. Par exemple, un délai entre la soumission de la part %(s)s et un moment donné %(t_0)s, écrit sous la forme %(time_delta)s, est un élément clé de la valorisation des actions.

source: Shares valuation<span> - score</span>
fr: Évaluation des actions<span> - résultat</span>

source: A value of each share (for rewards calculation) decreases in time - younger shares are valued higher then older shares. This motivates users to mine with the pool steadily, without switching among pools. Once user disconnects from the pool, his shares start to lose value.
fr: Une valeur de chaque action (pour le calcul des récompenses) diminue avec le temps - les actions les plus jeunes sont évaluées plus haut que les actions les plus anciennes. Cela motive les utilisateurs à miner sur la pool régulièrement, sans basculer entre les pools. Une fois que l'utilisateur s'est déconnecté du pool, ses actions commencent à perdre de la valeur.

source: The exact share value at time is defined by <strong>scoring function</strong> %(fc)s. It calculates <strong>score</strong> of a share %(s)s at time %(t_0)s as
fr: La valeur exacte de la part à la fois est définie par la <strong>fonction d'évaluation</strong> %(fc)s. Il calcule le <strong>score</strong> d'une part %(s)s au moment %(t_0)s

source: where %(lambda)s is a dimensionless <strong>system parameter</strong>. %(lambda)s defines how fast score assigned to a share declines in time. The greater %(lambda)s the slower old shares loose their value in comparison to new shares. Currently, the parameter %(lambda)s is set to 1200.
fr: où %(lambda)s est un <strong> paramètre système </strong> sans dimension. %(lambda)s définit la rapidité avec laquelle le score attribué à un partage diminue. Plus %(lambda)s est élevé, plus les anciennes actions lentes perdent leur valeur par rapport aux nouvelles actions. Actuellement, le paramètre %(lambda)s est défini sur 1200.

source: (For users who knew slush's scoring system presented years ago, one of the key differences is that the score is not related to beginning of the round, but is defined dynamically in relation to any given point in time %(t_0)s, for example related to time when you look at the dashboard. The change is subtle but has quite significant consequences, because it fully eliminates a concept of rounds from rewards calculation.)
fr: (Pour les utilisateurs connaissant le système de notation de slush présenté il y a plusieurs années, l'une des principales différences est que le score n'est pas lié au début de la partie, mais est défini de manière dynamique par rapport à un moment donné %(t_0)s, par exemple Le changement est subtil mais a des conséquences assez importantes, car il élimine totalement le concept de tours dans le calcul des récompenses.)

source: Let's continue. Let %(Us)s be a set of <em>all pool users</em> and %(set)s be a set of <em>all valid shares</em> submitted by user %(u)s until time %(t_0)s. Written more formally the following holds
fr: Continuons. Soit %(Us)s un ensemble de <em> tous les utilisateurs du pool </em> et %(set)s un ensemble de <em> tous les partages valides</em> soumis par l'utilisateur %(u)s jusqu'au temps %(t_0)s. Écrit plus formellement cela tient

source: Then score for some user %(u)s at time %(t_0)s is calculated as total score of all his/her shares from time %(t_0)s, submitted at %(t_0)s or earlier:
fr: Ensuite, le score d'un utilisateur %(u)s au moment %(t_0)s est calculé comme le score total de toutes ses actions à partir du moment %(t_0)s, soumis à %(t_0)s ou plus tôt :

source: Technically, the pool computes score for each worker separately but the math is analogous.
fr: Techniquement, la pool calcule le score de chaque travailleur séparément, mais le calcul est analogue.

source: Score of the whole pool %(c)s is a sum of score of all users in the given time together:
fr: Le score de l'ensemble de la pool %(c)s est la somme du score de tous les utilisateurs dans le temps imparti :

source: Rewards Calculation
fr: Calcul des récompenses

source: When a block %(b)s is found at time %(tau_b)s and its value is finally known - %(v_b)s, the pool can calculate reward %(R_u)s for each user %(u)s as follows (%(f)s stands for a pool fee):
fr: Lorsqu'un bloc %(b)s est trouvé à l'instant %(tau_b)s et que sa valeur est enfin connue - %(v_b)s, le pool peut calculer la récompense %(R_u)s pour chaque utilisateur %(u)s comme suit (%(f)s correspond à des frais de pool) :

source: For those who really love math equations the full rewards formula for <strong>continuous scoring system</strong> is:
fr: Pour ceux qui aiment vraiment les équations mathématiques, la formule complète du <strong>système de notation continue</strong> est la suivante :

source: Other values
fr: Autres valeurs

source: When you look at your dashboard page you will find other values calculated for you by the pool. They are defined as follows. <strong>Estimated reward </strong> for user %(u)s and time %(t_0)s is calculated exactly as if a block was found at that time but instead of block value (which is not known yet) we use 12.5BTC:
fr: Lorsque vous consultez votre page de tableau de bord, vous trouverez d'autres valeurs calculées pour vous par la pool. Ils sont définis comme suit. La <strong>récompense estimée</strong> de l'utilisateur %(u)s et de l'heure %(t_0)s est calculée exactement comme si un bloc était trouvé à ce moment-là (qui n'est pas encore connu) nous utilisons la valeur 12,5BTC :

source: <strong>User's contribution</strong> to the pool (in %%) is defined as
fr: La <strong>contribution de l'utilisateur</strong> au pool (en %%) est définie comme suit

source: And finally the <strong>scoring hash rate</strong> %(H)s for user %(u)s and time %(t_0)s is internally not calculated by hash rate averaging, but directly from shares using scoring function (result is in h/s):
fr: Enfin, le <strong> taux de hachage du score </strong> %(H)s de l'utilisateur %(u)s et du temps %(t_0)s n'est pas calculé en interne par la moyenne du taux de hachage, mais directement à partir d'actions utilisant la fonction de score (résultat est en h/s) :

source: Pool's scoring hash rate %(H)s is not surprisingly defined as all user scoring hash rates together:
fr: Le taux de hachage des scores de pool,%(H)s, est évidemment comme tous les taux de hachage des scores des utilisateurs réunis :

source: The following fees are currently applied by Slush Pool to provide the pool mining service.
fr: Slush Pool applique actuellement les frais suivants pour fournir le service de minage en pool.

source: General information
fr: Informations générales

source: Proceeds from transaction (network) fees are shared with miners, see the <a href="%(link)s">Reward System</a>.
fr: Les frais de transaction (réseau) sont partagés avec les mineurs, voir le <a href="%(link)s">système de récompense</a>.

source: Payouts are usually processed on an hourly basis, however, the confirmation time may take longer.
fr: Les paiements sont généralement traités sur une base horaire, mais le délai de confirmation peut être plus long.

source: Payout threshold can be customized in the <em>Settings > selected coin > Payouts</em> menu.
fr: Le seuil de paiement peut être personnalisé dans le menu <em>Paramètres> pièce sélectionnée> Paiements</em>.

source: Pool fee
fr: Frais de la pool

source: Minimum payout threshold
fr: Seuil de paiement minimum

source: Payout fee
fr: Frais de paiement

source: 0.0001 BTC (only for payouts under 0.01 BTC)
fr: 0,0001 BTC (uniquement pour les paiements inférieurs à 0,01 BTC)

source: 0.0001 ZEC (only for payouts under 0.01 ZEC)
fr: 0,0001 ZEC (uniquement pour les paiements inférieurs à 0,01 ZEC)

# UI
source: Pool <span>Terminology</span>
fr: <span>Terminologie</span> de la pool

source: The most important terms every miner should know listed in alphabetical order.
fr: Les termes les plus importants que tout mineur devrait connaître doivent être listés par ordre alphabétique.

source: Alert limit
fr: Limite d'alerte

source: This value is used as a <strong>hash rate limit</strong> for checking whether your device works properly. If the effective hash rate of a worker is greater or equal to <strong>Alert Limit</strong>, everything is perfect and you will not receive any monitoring alert reports.
fr: Cette valeur est utilisée comme <strong>limite de taux de hachage</strong> pour vérifier le bon fonctionnement de votre appareil. Si le taux de hachage effectif d'un travailleur est supérieur ou égal à la <strong>limite d'alerte</strong>, tout est parfait et vous ne recevrez aucun rapport d'alerte de surveillance.

source: However, sometimes it can happen that effective hash rate drops <strong>below the Alert Limit</strong>. If your monitoring is enabled you will be notified by an e-mail and you can start acting accordingly. Such behavior is mainly caused by the following reasons:
fr: Toutefois, il peut arriver que le taux de hachage effectif tombe <strong>en dessous de la limite d’alerte</strong>. Si votre surveillance est activée, vous en serez informé par courrier électronique et vous pourrez commencer à agir en conséquence. Un tel comportement est principalement dû aux raisons suivantes :

source: Mining software does not accept difficulty assigned by our pool
fr: Le logiciel d'exploitation n'accepte pas les difficultés attribuées par notre pool

source: Internet connection is not stable
fr: La connexion Internet n'est pas stable

source: Your mining device might have a hardware problem (e.g. overheating)
fr: Votre périphérique de minage peut avoir un problème matériel (surchauffe, par exemple)

source: How to set the alert limit
fr: Comment configurer la limite d'alerte

source: Let the pool automatically compute <strong>Alert Limit</strong> for you. It is done once in 5 minutes and the value is set to 70%% of hash rate average from the last 24hours.
fr: Laissez la pool calculer automatiquement la <strong>limite d'alerte</strong> pour vous. Cette opération est effectuée une fois toutes les 5 minutes et la valeur est définie à 70%% de la moyenne du taux de hachage des dernières 24 heures.

source: Set it manually to any value from 0.5 Gh/s to e.g. 100 Ph/s or more.
fr: Réglez-le manuellement sur une valeur comprise entre 0,5 Gh/s et par exemple. 100 Ph/s ou plus.

source: We recommend to set it 30%% below the value of your expected effective hash rate.<br>E.g. you expect your miner hash rate to be 1 Ths/s, the <strong>Alert Limit</strong> would be set to 700 Ghs/s.
fr: Nous vous recommandons de le définir 30%% inférieur à la valeur de votre taux de hachage effectif prévu. <br> E.g. si le taux de hachage de votre mineur est de 1 Ths/s, la <strong> limite d’alerte </strong> est définie sur 700 Ghs/s.

source: Hash rate
fr: Taux de hachage

source: <strong>Hash rate</strong> is the number of hashes generated per second.
fr: Le <strong>taux de hachage</strong> correspond au nombre de hachages générés par seconde.

source: You will mostly observe the <strong>hash rate of your mining device</strong>in our statistics. However, you might also come across the “hash rate of the pool” or the “hash rate of the entire Bitcoin network”.
fr: Vous observerez principalement le <strong>taux de hachage de votre appareil de minage</strong> dans nos statistiques. Cependant, vous pouvez également rencontrer le «taux de hachage du pool» ou le «taux de hachage de l'ensemble du réseau Bitcoin».

source: There is a difference between a <strong>nominal hash rate</strong> shown in the manual of your mining device and an <strong>effective hash rate</strong> shown in our system. It is important for you to understand the difference between these two.
fr: Il existe une différence entre un <strong>taux de hachage nominal</strong> indiqué dans le manuel de votre appareil de minage et un <strong>taux de hachage effectif</strong> affiché dans notre système. Il est important que vous compreniez la différence entre les deux.

source: Nominal <span>Hash Rate</span>
fr: Taux de <span>hachage</span> nominal
