Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: es, fa, fr, ru, zh

# UI
source: The confirmation link used is not associated with this account.<br><br> Please login with a corresponding user name (mentioned in the confirmation e-mail) and try it again.
es: El enlace de confirmación utilizado no está asociado con esta cuenta.<br><br> Por favor, inicie sesión con el nombre de usuario correspondiente (mencionado en el correo electrónico de confirmación) e inténtelo de nuevo.
fa: لینک تأیید استفاده شده با این حساب کاربری مرتبط نیست. <br><br> لطفا با نام کاربری مربوطه (ذکر شده در ایمیل تایید) وارد شوید و دوباره امتحان کنید.
fr: Le lien de confirmation utilisé n'est pas associé à ce compte. <br><br> Veuillez vous connecter avec un nom d'utilisateur correspondant (mentionné dans l'e-mail de confirmation) et essayez à nouveau.
ru: Используемая ссылка для подтверждения не связана с этой учетной записью. <br> <br> Пожалуйста, войдите в систему с соответствующим именем пользователя (указанным в электронном письме с подтверждением) и повторите попытку.
zh: 确认连接和这个账号无关。<br><br>请用相关的用户名（在确认邮件内有）登陆并再试一次。

# UI
source: Please, contact our support for further details.
fr: S'il vous plait, contactez notre support pour plus de détails.
ru: Пожалуйста, свяжитесь с нашей службой поддержки для получения детальной информации.
zh: 请联系我们的客服获取更多详情。

# UI
source: Resend Confirmation
fr: Réenvoyer la confirmation
ru: Отправить повторно подтверждение
zh: 重发确认信息

# UI
source: Cancel the Request
fr: Annuler la demande
ru: Отменить запрос
zh: 取消请求

# UI
source: Change my Password
fr: Changer mon mot de passe
ru: Изменить мой пароль
zh: 更改我的密码

# UI
source: Account Settings
fr: Configuration du compte
ru: Настройки аккаунта
zh: 账户设置

# UI
source: Unable to send {coin} payout
fr: Impossible d'envoyer le paiement de {coin}
ru: Невозможно отправить {coin} выплату
zh: 无法发送{coin}的提现

# UI
source: Dismiss this message
fr: Ignorez ce message
ru: Отклонить это сообщение
zh: 忽略该消息

# UI
source: Your opinion on block size matters to the whole community. It is up to you to make a choice. Please, select one of the options below.
fr: Votre opinion sur la taille des blocs est importante pour toute la communauté. C'est à vous de faire un choix. S'il vous plaît, sélectionnez l'une des options ci-dessous.
ru: Ваше мнение о размере блока влияет на всё сообщество. Выбор делаете именно вы. Пожалуйста, выберете одну из опций ниже.
zh: 您对区块大小的意见对整个挖矿社区都很重要。请您从下面的选项中选一个吧。

# UI
source: If you change your mind later on, you can make a new choice in <a href="%(settings)s">settings</a>. Check out the latest <a href="%(stats)s">results</a>.
fr: Si vous changez d'idée plus tard, vous pouvez faire un nouveau choix dans <a href="%(settings)s">paramètres</a>. Découvrez les derniers <a href="%(stats)s">résultats</a>.
ru: Если позже вы измените свое мнение, вы можете сделать новый выбор в <a href="%(settings)s">настройках</a>. Проверьте последние <a href="%(stats)s">результаты</a>.
zh: 如果您之后改变主意了，您可以在<a href="%(settings)s">设置</a>里重新选择。查看最新<a href="%(stats)s">结果</a>。

# UI
source: Bitcoin Proposal Preference
fr: Préférence de proposition Bitcoin
ru: Предпочтение по биткойн-предложениям
zh: 比特币提案参考

# UI
source: Only alphabetical characters, numbers and underscore are allowed in username!
es: ¡Solo se permiten caracteres alfabéticos, números y guiones bajos en el nombre de usuario!
fa: فقط حروف الفبا،اعداد و زیر خط در نام کاربری مجاز است!
fr: Seul les caractères alphabétiques, chiffres et le tiret bas (underscore) sont autorisés dans le nom d'utilisateur !
ru: В имени пользователя допускаются только буквы, цифры и подчеркивание!
zh: 用户名中只允许字母字符，数字和下划线！

# UI
source: Invalid email format!
es: Formato de correo electrónico inválido!
fa: فرمت ایمیل نامعتبر است!
fr: Format d'adresse courriel invalide !
ru: Неверный формат электронной почты!
zh: 无效的邮箱格式！

# UI
source: Password must have at Least 5 characters!
fa: رمز عبور باید حداقل 5 کاراکتر داشته باشد!
fr: Le mot de passe doit avoir au moins 5 caractères !
ru: Пароль должен содержать не менее 5 символов!
zh: 密码必须长于5个字！

# UI
source: No pending request found!
es: No se ha encontrado ninguna solicitud pendiente!
fa: هیچ درخواست در انتظاری یافت نشد!
fr: Aucune demande en attente trouvée !
ru: Ожидающий запрос не найден!
zh: 未发现正在处理中的请求!

# UI
source: Password must have at least 5 characters!
es: La contraseña debe tener al menos 5 caracteres!
fa: رمز عبور باید حداقل 5 کاراکتر داشته باشد!
fr: Le mot de passe doit avoir au moins 5 caractères!
ru: Пароль должен содержать не менее 5 символов!
zh: 密码中必须至少有5个字！

# UI
source: Wallet change confirmation
fr: Confirmation du changement de porte-monnaie
ru: Подтверждение изменения кошелька
zh: 更改钱包的确认

# UI
source: Email change confirmation
fr: Confirmation du changement d'adresse email
ru: Подтверждение изменения адреса электронной почты
zh: 邮箱地址变更确认

# UI, Transaction state
source: New
fa: جدید
fr: Nouveautés
ru: Новый
zh: 新的

# UI, Transaction state
source: Processing
fa: در حال پردازش
fr: En cours de traitement
ru: Обработка
zh: 正在处理

# UI, Transaction state
source: Failed
fa: ناموفق
fr: erroné
ru: Неудачно
zh: 失败的

# UI, Transaction state
source: Sent
fa: ارسال شد
fr: envoyé
ru: Отправлено
zh: 已发送

# UI, value
source: <b>%(key)s</b> changed from <b>%(old)s</b> to <b>%(new)s</b>
es: <b>%(key)s</b> cambiado desde <b>%(old)s</b> a <b>%(new)s</b>
fa: <b>%(key)s</b> تغییر داده شد از <b>%(old)s</b> به <b>%(new)s</b>
fr: <b>%(key)s</b> a été modifié(e) de <b>%(old)s</b> par <b>%(new)s</b>
ru: <b>%(key)s</b> изменено с <b>%(old)s</b> на <b>%(new)s</b>
zh: <b>%(key)s</b>从<b>%(old)s</b> 变更为<b>%(new)s</b>

# UI, value
source: <b>%(key)s</b> changed to <b>%(new)s</b>
es: <b>%(key)s</b> cambiado a <b>%(new)s</b>
fa: <b>%(key)s</b>تغییر یافت به<b>%(new)s</b>
fr: <b>%(key)s</b> a été modifié(e) par <b>%(new)s</b>
ru: <b>%(key)s</b> изменено на <b>%(new)s</b>
zh: <b>%(key)s</b> 变更为 <b>%(new)s</b>

# UI, time
source: <b>%(key)s</b> changed from <b>%(old)s</b> to <b>%(new)s</b>
es: <b>%(key)s</b> cambiado desde <b>%(old)s</b> a <b>%(new)s</b>
fa: <b>%(key)s</b> تغییر داده شد از <b>%(old)s</b> به <b>%(new)s</b>
fr: <b>%(key)s</b> a été modifié(e) de <b>%(old)s</b> par <b>%(new)s</b>
ru: <b>%(key)s</b> изменено с <b>%(old)s</b> на <b>%(new)s</b>
zh: <b>%(key)s</b> 从<b>%(old)s</b>变更为<b>%(new)s</b>

# UI
source: Depricated
es: Obsoleto
fa: منسوخ
fr: Déprécié
ru: Применение операции нежелательно
zh: 已弃用

# UI, value
source: <b>%(key)s %(old)s</b> deleted
es: <b>%(key)s %(old)s</b> borrado
fa: <b>%(key)s %(old)s</b> حذف شد
fr: <b>%(key)s%(old)s</b> supprimé
ru: <b>%(key)s%(old)s</b> удален(ы)
zh: <b>%(key)s %(old)s</b> 已删除

# UI, value
source: <b>%(key)s created: <b>%(new)s</b>
es: <b>%(key)s creado: <b>%(new)s</b>
fa: <b>%(key)sایجاد شده: <b> %(new)s </b>
fr: <b>%(key)s créé : <b>%(new)s</b>
ru: <b>%(key)s</b> создан(ы) <b>%(new)s</b>
zh: <b>%(key)s 已创建: <b>%(new)s</b>

# UI, value
source: <b>%(key)s</b> deleted
es: <b>%(key)s</b> borrado
fa: <b>%(key)s</b> حذف شد
fr: <b>%(key)s</b> supprimé
ru: <b>%(key)s</b> удален(ы)
zh: <b>%(key)s</b> 已删除

# UI, value
source: <b>%(key)s</b> created
es: <b>%(key)s</b> creado
fa: <b> %(key)s </b> ایجاد شده است
fr: <b>%(key)s</b> créé
ru: <b>%(key)s</b> создан(ы)
zh: <b>%(key)s</b> 已创建

# UI, value
source: <b>%(key)s</b> changed
es: <b>%(key)s</b> cambiado
fa: <b>%(key)s</b> تغییر کرده است
fr: <b>%(key)s</b> modifié
ru: <b>%(key)s</b> изменен(ы)
zh: <b>%(key)s</b> 已变更

# UI, value
source: profile <b>activated</b>
es: perfil <b>activado</b>
fa: پروفایل<b> فعال شده </b>
fr: profil <b>activé</b>
ru: профиль <b>активирован</b>
zh: 配置<b>已启用</b>

# UI, value
source: profile <b>deactivated</b>
es: perfil <b>desactivado</b>
fa: پروفایل<b> غیر فعال شده </b>
fr: profil <b>désactivé</b>
ru: профиль <b>деактивирован</b>
zh: 配置<b>已停用</b>

# UI
source: N/A
fr: Non applicable
ru: Н/Д
zh: 不适用

# UI
source: Nothing has changed
es: Nada ha cambiado
fa: چیزی تغییر نکرده است
fr: Rien n'a été modifié
ru: Ничего не изменилось
zh: 未发生任何变化

# UI
source: Worker
es: Equipo
fa: ورکر
fr: travailleur
ru: Воркер
zh: 矿工

# UI
source: Preferred language
es: Idioma preferido
fa: زبان مورد نظر
fr: Langue préférée
ru: Предпочтительный язык
zh: 偏好语言

# UI
source: Preferred timezone
es: Zona horaria preferida
fa: منطقه زمانی مورد نظر
fr: Fuseau horaire préféré
ru: Предпочтительный часовой пояс
zh: 偏好时区

# UI
source: Username in stats
es: Nombre de usuario en las estadísticas
fa: نام کاربری در آمار
fr: Nom d'utilisateur dans les statistiques
ru: Показывать имя пользователя в статистиках
zh: 用户名统计数据

# UI
source: Notify me on payout
es: Notificarme al momento del pago
fa: پرداخت را به من اطلاع دهید
fr: Me notifier lors des paiements
ru: Информировать меня о платеже
zh: 在提现时通知我

# UI
source: Newsletter
es: Boletín
fa: خبرنامه
fr: Lettre d'informations
ru: Новостная рассылка
zh: 时事通讯（Newsletter）

# UI
source: Currency unit
es: Unidad de moneda
fa: واحد ارز
fr: Unité de devise
ru: Валютная единица
zh: 币种

# UI
source: Blockchain voting
es: Votación Blockchain
fa: رای گیری بلاکچین
fr: Vote sur la chaîne de blocs
ru: Блокчейн-голосование
zh: 区块链投票

# UI
source: Reporting enabled
es: Informes habilitados
fa: گزارش فعال شد
fr: Rapports permis
ru: Уведомления включены
zh: 报告已启用

# UI
source: Auto-detect alert limit
es: Detectar automáticamente el Límite de Alerta
fa: تشخیص خودکار حد هشدار
fr: Limite d'alerte d'auto-détection
ru: Автоматически определять предел оповещения
zh: 自动检测警告限值

# UI
source: Alert limit
es: Límite de Alerta
fa: محدوده هشدار
fr: Limite d'alerte
ru: Предел оповещений
zh: 警告限值

# UI
source: Wallet
es: Cartera
fa: کیف پول
fr: Porte-monnaie
ru: Кошелек
zh: 钱包

# UI
source: Pending wallet
es: Cartera pendiente
fa: کیف پول در حالت انتظار
fr: En attente du porte-monnaie
ru: Ожидающий кошелёк
zh: 正在处理中的钱包

# UI
source: Send threshold
es: Umbral de envío
fa: آستانه ارسال
fr: Seuil d'envoi
ru: Предел платежа
zh: 发送的阈值

# UI
source: Monitoring
es: Vigilancia
fa: نظارت
fr: Surveillance
ru: Мониторинг
zh: 监控

# UI
source: Last Change
es: Último Cambio
fa: آخرین تغییر
fr: dernier changement
ru: Последнее Изменение
zh: 上次变化

# UI
source: Login suffix
es: Sufijo de inicio de sesión
fa: پسوند ورود
fr: Suffixe d'identification
ru: Суффикс логина
zh: 登录后缀

# UI
source: Minimum difficulty
es: Dificultad mínima
fa: سختی حداقل
fr: Difficulté minimale
ru: Минимальная сложность
zh: 最低难度

# UI
source: Enabled
es: Activado
fa: فعال
fr: Activé
ru: Включено
zh: 已启用

# UI
source: Disabled
es: Deshabilitado
fa: غیرفعال
fr: Désactivé
ru: Отключено
zh: 已禁用

# UI
source: Account deletion cancelled
es: Eliminación de cuenta cancelada
fa: حذف حسابکاربری لغو شد
fr: Suppression du compte annulée
ru: Удаление аккаунта отменено
zh: 账户删除申请已取消

# UI
source: Account deleted
es: Cuenta eliminada
fa: حساب کاربری حذف شد
fr: compte suprrimé
ru: Аккаунт удален
zh: 账户已被删除

# UI
source: Account deletion requested
es: Eliminación de cuenta solicitada
fa: حذف حساب کاربری درخواست شد
fr: demande de suppression du compte
ru: Запрошено удаление аккаунта
zh: 账户删除已申请

# UI
source: Demo login
es: Demo de Inicio de sesión
fa: ورود به سیستم نمایشی
fr: Connexion démo
ru: Демо-вход
zh: 登录演示账户

# UI
source: Support login
es: Inicio de sesión de Soporte
fa: ورود به سیستم پشتیبانی
fr: Connexion support
ru: Вход поддержки
zh: 客服登录

# UI
source: Login
es: Inicio de sesión
fa: ورود
fr: Se connecter
ru: Войти
zh: 登陆

# UI
source: Logout
es: Cerrar sesión
fa: خروج از سیستم
fr: Se déconnecter
ru: Выйти
zh: 登出

# UI
source: Logout all sessions
es: Cerrar todas las sesiones
fa: خروج از همه جلسات
fr: Déconnecter toutes les sessions
ru: Выйти из всех сессий
zh: 登出所有会话

# UI
source: Invalid Login
es: Inicio de sesión inválido
fa: ورود به سیستم نامعتبر
fr: Nom d'utilisateur incorrect
ru: Неверное имя пользователя
zh: 无效的登录

# UI
source: Inactive profile
es: Perfil inactivo
fa: پروفایل غیر فعال
fr: Profil inactif
ru: Неактивные профили
zh: 未启用的配置

# UI
source: New access profile created
es: Nuevo perfil de acceso creado
fa: پروفایل دسترسی جدید ایجاد شد
fr: Nouveau profil d'accès créé
ru: Новый профиль доступа создан
zh: 已创建新的访问配置

# UI
source: Access profile updated
es: Perfil de acceso actualizado
fa: پروفایل دسترسی به روز رسانی شد
fr: Profil d'accès mis à jour
ru: Профиль доступа обновлен
zh: 已更新访问配置

# UI
source: Access profile deleted
es: Perfil de acceso eliminado
fa: پروفایل دسترسی حذف شد
fr: Profil d'accès supprimé
ru: Профиль доступа удален
zh: 已删除访问配置

# UI
source: Message seen
es: Mensaje visto
fa: پیام دیده شد
fr: Message lu
ru: Сообщение просмотрено
zh: 信息已阅

# UI
source: Mining settings updated
es: Ajustes de minería actualizados
fa: تنظیمات استخراج به روز رسانی شد
fr: Paramètres de minage mis à jour
ru: Обновление настроек майнинга
zh: 已更新监控设置

# UI
source: Monitoring settings updated
es: Ajustes de vigilancia actualizados
fa: تنظیمات نظارت به روز رسانی شد
fr: Paramètres de surveillance mis à jour
ru: Обновление настроек мониторинга
zh: 已更新监控设置

# UI
source: Newsletter unsubscribed
es: Suscripción al Boletín cancelada
fa: خبرنامه لغو اشتراک شد
fr: Désabonné de la lettre d'informations
ru: Подписка на новости отменена
zh: 已取消订阅时事通讯

# UI
source: 2-factor authentication disabled
es: Autenticación de dos factores desactivada
fa: تأیید هویت دو عاملی غیرفعال شد
fr: Authentification 2-facteur désactivée
ru: 2х-факторная аутентификация отключена
zh: 已停用两步验证

# UI
source: 2-factor authentication enabled
es: Autenticación de dos factores activada
fa: تأیید هویت دو عاملی فعال شد
fr: Authentification 2-facteur activée
ru: 2х-факторная аутентификация включена
zh: 已启用两步验证

# UI
source: One time password setup cancelled
es: Configuración del código temporal de seguridad cancelada
fa: راه اندازی رمز عبور یکبار مصرف لغو شد
fr: Configuration du mot de passe unique annulée
ru: Установка одноразового пароля отменена
zh: 已取消一次性密码验证设置

# UI
source: OTP change confirmed
es: Cambio OTP confirmado
fa: تغییر OTP تأیید شد
fr: Modification d'OTP confirmée
ru: Изменение OTP подтверждено
zh: 已确认变更一次性密码验证OTP

# UI
source: 2-factor authentication removed by operator
es: Autenticación de 2 factores eliminada por el operador
fa: احراز هویت 2 عاملی توسط اپراتور حذف شد
fr: L'authentification à deux facteur a été retirée par l'opérateur
ru: Двухфакторная аутентификация удалена администратором
zh: 两步验证已被管理员移除

# UI
source: U2F device registered
es: Dispositivo U2F registrado
fa: دستگاه U2F ثبت شد
fr: Appareil U2F enregistré
ru: U2F устройство зарегистрировано
zh: 已注册双重验证U2F设备

# UI
source: U2F setup cancelled
es: Configuración U2F cancelada
fa: راه اندازی U2F لغو شد
fr: Configuration de U2F annulée
ru: Настройка U2F отменена
zh: 已取消双重验证U2F设置

# UI
source: Password changed
es: Contraseña cambiada
fa: رمز عبور تغییر کرد
fr: Mot de passe modifié
ru: Пароль изменен
zh: 密码已变更

# UI
source: Password reset completed
es: Restablecimiento de contraseña completo
fa: تنظیم مجدد کلمه عبور کامل شد
fr: Remise à zéro du mot de passe effectué
ru: Восстановление пароля завершено
zh: 已完成密码重置

# UI
source: Password reset initiated
es: Restablecimiento de contraseña iniciado
fa: تنظیم مجدد رمز عبور آغاز شد
fr: Reinitialisation du mot passe effectué
ru: Инициировано воcстановление пароля
zh: 已开始密码重置

# UI
source: Account settings updated
es: Ajustes de la cuenta actualizados
fa: تنظیمات حساب کاربری به روز رسانی شد
fr: La configuration du compte a été mis à jour
ru: Настройки аккаунта обновлены
zh: 已更新账户设置

# UI
source: Email change confirmed
es: Cambio de correo electrónico confirmado
fa: تغییر ایمیل تأیید شد
fr: Le changement d'adresse email a été effectué
ru: Подтверждено изменение адреса электронной почты
zh: 已确认邮箱地址变更

# UI
source: Email change cancelled
es: Cambio de correo electrónico cancelado
fa: تغییر ایمیل لغو شد
fr: Le changement de l'adresse email a été annulé
ru: Изменение адреса электронной почты отменено
zh: 已取消邮箱地址变更

# UI
source: Email change confirmation resent
es: Confirmación de cambio de correo electrónico reenviada
fa: تایید تغییر ایمیل دوباره ارسال شد
fr: La confirmation du changement d'adresse email vous a été ré-envoyé
ru: Подтверждение изменения адреса электроной почты отправлено повторно
zh: 已重新发送邮箱地址变更确认

# UI
source: Worker removed
es: Equipo de minería removido
fa: ورکر حذف شد
fr: travailleur supprimé
ru: Воркер удален
zh: 矿工已移除

# UI
source: You have removed worker <b>%(name)s</b>
es: Has eliminado al equipo de minería <b>%(name)s</b>
fa: شما ورکر را حذف کرده اید <b>%(name)s</b>
fr: Vous avez supprimé ce travailleur <b>%(name)s</b>
ru: Вы удалили воркер <b>%(name)s</b>
zh: 您已移除矿工 <b>%(name)s</b>

# UI
source: Workers removed
es: Equipos de minería removidos
fa: ورکرها حذف شدند
fr: Travailleurs retirés
ru: Воркеры удалены
zh: 矿工已移除

# UI
source: You have removed %(count)d %(coin)s workers
es: Has eliminado %(count)d %(coin)s equipos de minería
fa: شما %(count)d%(coin)s ورکرها را حذف کرده اید
fr: Vous avez retiré %(count)d%(coin)s travailleurs
ru: Вы удалили %(count)d %(coin)s воркеры
zh: 您已移除%(count)d %(coin)s矿工

# UI
source: Worker settings updated
es: Ajustes de equipo actualizados
fa: تنظیمات ورکر به روزرسانی شد
fr: La modification du travailleur à été mise à jour
ru: Настройки воркера изменены
zh: 矿工设置已更新

# UI
source: New worker
es: Nuevo Equipo de Minería
fa: ورکر جدید
fr: Inscrire un nouveau travailleur
ru: Новый воркер
zh: 新矿工

# UI
source: You have registered a new worker
es: Has registrado un nuevo equipo de minería
fa: شما یک ورکر جدید ثبت کرده اید
fr: Vous avez enregistré un nouveau travailleur
ru: Вы создали новый воркер
zh: 您已注册一个新矿工

# UI
source: User appeal dismissed
es: Apelación del usuario desestimada
fa: درخواست تجدیدنظر کاربر رد شد
fr: Appel de l'utilisateur rejeté
ru: Обращение пользователя отклонено
zh: 用户上诉被驳回

# UI
source: Enabled coins updated
es: Monedas habilitadas actualizadas
fa: بروزرسانی سکه ها(ارزها) فعال شد
fr: Coins actifs mis à jour
ru: Активированные монеты обновлены
zh: 已启动的币已更新

# UI
source: Wallet unlocked by operator
es: Cartera desbloqueada por el operador
fa: قفل کیف پول توسط اپراتور باز شد
fr: Portefeuille débloqué par l'opérateur
ru: Кошелек разблокирован оператором
zh: 钱包已由管理员解锁

# UI
source: Payout settings updated
es: Ajustes de pago actualizados
fa: تنظیمات پرداخت بروزرسانی شد
fr: Les modifications de paiement a été effectué
ru: Обновлены настройки выплаты
zh: 提现设置已更新

# UI
source: Zcash payout settings updated
es: Ajustes de pago Zcash actualizados
fa: تنظیمات پرداخت zcash به روزرسانی شد
fr: Les paramètres de paiement Zcash ont été mis à jour
ru: Обновлены настройки выплаты Zcash
zh: Zcash提现设置已更新

# UI
source: Wallet change confirmed
es: Cambio de cartera confirmado
fa: تغییر کیف پول تایید شد
fr: Le changement d'adresse du porte-monnaie a été effectué
ru: Подтверждено изменение кошелька
zh: 已确认钱包变更

# UI
source: Wallet change cancelled
es: Cambio de cartera cancelado
fa: تغییر کیف پول لغو شد
fr: Le changement d'adresse du porte-monnaie a été annulé
ru: Изменение кошелька отменено
zh: 已取消钱包变更

# UI
source: Wallet change confirmation resent
es: Confirmación de cambio de cartera reenviada
fa: تایید تغییر کیف پول دوباره ارسال شد
fr: Le changement d'adresse du porte-monnaie vous a été ré-envoyé
ru: Подтверждение изменения кошелька отправлено повторно
zh: 已重新发送钱包变更确认

# UI
source: Zcash wallet change confirmed
es: Cambio de cartera Zcash confirmado
fa: تغییر کیف پول Zcash تأیید شد
fr: La modification du portefeuille Zcash est confirmée
ru: Изменение Zcash кошелька подтверждено
zh: 已确认Zcash钱包变更

# UI
source: Zcash wallet change cancelled
es: Cambio de cartera Zcash cancelado
fa: تغییر کیف پول Zcash لغو شد
fr: La modification du portefeuille Zcash a été annulée
ru: Изменение Zcash кошелька отменено
zh: 已取消Zcash钱包变更

# UI
source: Zcash wallet change confirmation resent
es: Confirmación de cambio de cartera Zcash reenviada
fa: تایید تغییر کیف پول zcash دوباره ارسال شد
fr: La confirmation de modification du portefeuille Zcash a été envoyée à nouveau
ru: Подтверждение изменения Zcash кошелька отправлено повторно
zh: 已重新发送Zcash钱包变更确认

# UI
source: Wallet locked
es: Cartera bloqueada
fa: کیف پول قفل شد
fr: Porte-monnaie bloqué
ru: Изменение кошелька заблокировано
zh: 钱包已锁定

# UI
source: Wallet unlocked
es: Cartera desbloqueada
fa: قفل کیف پول باز شد
fr: Porte-monnaie débloqué
ru: Изменение кошелька разблокировано
zh: 钱包已解锁

# UI
source: Zcash wallet locked
es: Cartera Zcash bloqueada
fa: کیف پول Zcash قفل شد
fr: Portefeuille Zcash bloqué
ru: Изменение Zcash кошелька заблокировано
zh: Zcash钱包已锁定

# UI
source: Zcash wallet unlocked
es: Cartera Zcash desbloqueada
fa: قفل کیف پول Zcash باز شد
fr: Portefeuille Zcash débloqué
ru: Изменение Zcash кошелька разблокировано
zh: Zcash钱包已解锁

# UI
source: Zcash wallet change confirmation
fr: Confirmation du changement de portefeuille Zcash
ru: Подтверждение изменения Zcash кошелька
zh: 更改Zcash钱包的确认

# UI
source: Full access
fr: Accès complet
ru: Полный доступ
zh: 完整访问权限

# UI
source: Read-only
fr: Lecture seulement
ru: Только для чтения
zh: 只读

# UI
source: Username "%s" is already taken.
es: Nombre de usuario "%s" ya ha sido tomado.
fa: نام کاربری "%s" قبلاً گرفته شده است.
fr: Le nom d'utilisateur "%s" est déjà utilisé.
ru: Имя пользователя "%s" уже используется.
zh: 用户名 “%s”已经被使用。

# UI
source: New account confirmation
fr: Confirmation de la création d'un nouveau compte
ru: Подтверждение нового аккаунта
zh: 新账户确认

# UI
source: Hello
es: Hola
fa: سلام
fr: Salut
ru: Здравствуйте
zh: 你好

# UI
source: Mine as one.
es: Mina como uno.
fa: ماین کنید.
fr: Mine comme une seule personne.
ru: Майн как единое цело.
zh: 一体挖矿。

# UI
source: You are receiving this email because you requested a deletion of your account in our <a href="%(site_url)s">%(site_name)s</a> mining pool.
es: Está recibiendo este email porque solicitó la eliminación de su cuenta en nuestro pool de mineria <a href="%(site_url)s">%(site_name)s</a>.
fa: شما این ایمیل را دریافت می کنید زیرا درخواست حذف حساب کاربری خود را در <a href="%(site_url)s">%(site_name)s</a>استخر استخراج ما کرده اید.
fr: Vous recevez ce courriel car vous avez demandé la suppression de votre compte sur la pool de minage <a href="%(site_url)s">%(site_name)s</a>.
ru: Вы получили данный е-мейл потому, что сделали запрос на удаление своей учетной записи на нашем <a href="%(site_url)s">%(site_name)s</a> майнинговом пуле.
zh: 您收到这封邮件，是因为您申请删除在<a href="%(site_url)s">%(site_name)s</a>矿池的账户。
