Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: By clicking the "Sign Up" button, you are creating a Braiins Pool account, and you agree to {termsOfUse} and {privacyPolicy}.
fa: با کلیک بر روی دکمه "ثبت نام"، شما یک حساب کاربری در استخر Braiins ایجاد می‌کنید و با {termsOfUse} و {privacyPolicy} موافقت می‌کنید.
ru: Нажимая кнопку "Зарегистрироваться", вы создаете учетную запись в пуле Braiins и соглашаетесь с {termsOfUse} и {privacyPolicy}.

# UI
source: Link expired
fa: پیوند منقضی شده است
ru: Ссылка устарела

# UI
source: The link to configure your Braiins account is expired.
fa: لینک تنظیم حساب کاربری Braiins شما منقضی شده است.
ru: Ссылка для настройки вашей учетной записи Braiins устарела.

# UI
source: If you have configured your account already, please <a>log in</a>.
fa: اگر حساب کاربری خود را پیکربندی کرده‌اید، لطفاً <a>وارد شوید</a>.
ru: Если вы уже настроили свою учетную запись, пожалуйста, <a>войдите</a>.

# UI
source: If you have forgotten your password, you can <a>reset it</a>.
fa: اگر رمز عبور خود را فراموش کرده‌اید، می‌توانید آن را <a>بازنشانی کنید</a>.
ru: Если вы забыли пароль, вы можете <a>сбросить его</a>.

# UI
source: In case of other issues please <a>contact our support</a>.
fa: در صورت بروز مشکلات دیگر، لطفاً با <a>پشتیبانی ما تماس بگیرید</a>.
ru: В случае других проблем, пожалуйста, <a>свяжитесь с нашей службой поддержки</a>.

# UI
source: Thank you for joining Braiins Pool.{br}We've sent a confirmation email to {email}. Please follow the link in that email to confirm your email address and then you'll be able to sign in to your new account.{br}If you haven't received the email please check also spam folder.
fa: با تشکر از عضویت شما در Braiins Pool.{br}ما یک ایمیل تأییدیه به {email} ارسال کرده‌ایم. لطفاً برای تأیید آدرس ایمیل خود، به لینک موجود در آن ایمیل مراجعه کنید، سپس قادر خواهید بود به حساب کاربری خود وارد شوید.{br}اگر ایمیل را دریافت نکرده‌اید، لطفاً پوشه‌ی اسپم نیز بررسی شود.
ru: Спасибо за присоединение к Braiins Pool.{br}Мы отправили письмо с подтверждением на {email}. Пожалуйста, перейдите по ссылке в этом письме, чтобы подтвердить свой адрес электронной почты, после чего вы сможете войти в свою новую учетную запись.{br}Если вы не получили письмо, пожалуйста, проверьте папку со спамом.

# UI
source: Setting does not affect FPPS rewards history and Rewards chart. Those are displayed based on UTC timezone.
fa: تنظیمات تأثیری بر تاریخچه پاداش FPPS و نمودار پاداش‌ها ندارد. این اطلاعات بر اساس منطقه زمانی UTC نمایش داده می‌شوند.
ru: Настройки не влияют на историю наград FPPS и график наград. Они отображаются в соответствии с часовым поясом UTC.

# UI
source: Go to the public site
fa: برو به سایت عمومی
ru: Перейдите на публичный сайт

# UI
source: No FIDO challenge data were received!
fa: داده‌های چالش FIDO دریافت نشدند!
ru: Данные вызова FIDO не были получены!

# UI
source: Connect your device and <strong>click here to start</strong>.
fa: اتصال دستگاه خود را برقرار کنید و <strong>اینجا را کلیک کنید تا شروع شود</strong>.
ru: Подключите ваше устройство и <strong>нажмите здесь, чтобы начать</strong>.

# UI
source: Your browser doesn't seem to support this technology!
fa: مرورگر شما به نظر نمی‌رسد از این فناوری پشتیبانی کند!
ru: Ваш браузер, кажется, не поддерживает эту технологию!

# UI
source: 5 min Hashrate
fa: نرخ هش در ۵ دقیقه
ru: Хэшрейт за 5 минут

# UI
source: Payouts are being processed once a day at {time}. You should receive the funds within one hour after that. It can take longer in the times of high network fees.
fa: پرداخت‌ها یک بار در روز در ساعت {time} پردازش می‌شوند. باید در یک ساعت پس از آن، وجوه به شما واریز شود. ممکن است در زمان‌هایی که هزینه شبکه بالا است، طول بکشد.
ru: Выплаты обрабатываются один раз в день в {time}. Вы должны получить средства в течение одного часа после этого времени. Время выполнения может увеличиться в периоды высоких сетевых комиссий.

# UI
source: Welcome to the new Braiins Pool
fa: به Braiins Pool جدید خوش آمدید
ru: Добро пожаловать в новый Braiins Pool

# UI
source: Now you can decide how Braiins Pool looks to you.
fa: اکنون شما می‌توانید تصمیم بگیرید که Braiins Pool به چه شکلی برای شما نمایش داده شود.
ru: Теперь вы можете решить, как должен выглядеть Braiins Pool для вас.

# UI
source: Universal Second Factor (FIDO)
fa: عامل دوم Universal (FIDO)
ru: Универсальный второй фактор (FIDO)

# UI
source: Your current browser doesn't seem to support this feature!
fa: مرورگر فعلی شما به نظر می‌رسد این ویژگی را پشتیبانی نمی‌کند!
ru: Ваш текущий браузер, кажется, не поддерживает эту функцию!

# UI
source: Lightning Withdrawal for {amount}
fa: برداشت لایتنینگ برای {amount}
ru: Вывод средств через Lightning на сумму {amount}

# UI
source: Link copied
fa: پیوند کپی شد
ru: Ссылка скопирована

# UI
source: Copy LNURL
fa: کپی کردن LNURL
ru: Копировать LNURL

# UI
source: Use lightning wallet to scan QR code to withdraw your BTC. <a>What is LNURL?</a>
fa: از کیف پول لایتنینگ برای اسکن کردن کد QR برای برداشت بیت‌کوین خود استفاده کنید. <a>معنی LNURL چیست؟</a>
ru: Используйте кошелек Lightning для сканирования QR-кода и выведите ваши BTC. <a>Что такое LNURL?</a>

# UI
source: {num} {num, plural, =1 {year} other {years} }
fa: {num} {num، جمع، =1 {year} دیگر {years} }
ru: {num} {num, plural, =1 {год} other {года} }

# UI
source: {num} {num, plural, =1 {month} other {months} }
fa: {num} {num, plural, =1 {ماه} other {ماهها} }
ru: {num} {num, plural, =1 {месяц} other {месяцев} }

# UI
source: {num} {num, plural, =1 {week} other {weeks} }
fa: {num} {num, plural, =1 {هفته} other {هفته} }
ru: {num} {num, plural, =1 {неделя} other {недели} }

# UI
source: {num} {num, plural, =1 {day} other {days} }
fa: {num} {num, plural, = {روز} other {روز} }
ru: {num} {num, plural, =1 {день} other {дня} }

# UI
source: {num} {num, plural, =1 {hour} other {hours} }
fa: {num} {num, plural, =1 {ساعت} other {ساعت} }
ru: {num} {num, plural, =1 {час} other {часов} }

# UI
source: {num} {num, plural, =1 {minute} other {minutes} }
fa: {num} {num, plural, =1 {دقیقه} other {دقیقه} }
ru: {num} {num, plural, =1 {минута} other {минут} }

# UI
source: {num} {num, plural, =1 {second} other {seconds} }
fa: {num} {num, plural, =1 {ثانیه} other {ثانیه} }
ru: {num} {num, plural, =1 {секунда} other {секунд} }

# CAL
source: Sa
fa: شنبه
ru: Сб.

# CAL
source: Feb
fa: فوریه
ru: Фев

# CAL
source: Mar
fa: مارس
ru: Мар

# CAL
source: May
fa: می
ru: Май

# CAL
source: Jun
fa: ژوئن
ru: Июн

# CAL
source: Jul
fa: جولای
ru: Июл

# CAL
source: Sep
fa: سپتامبر
ru: Сен

# CAL
source: Oct
fa: اوکتبر
ru: Окт

# CAL
source: Nov
fa: نوامبر
ru: Ноя

# UI
source: {num}m
fa: {num}ماه
ru: {num}мес.

# UI
source: {num}d
fa: {num}روز
ru: {num}дн.

# UI
source: {num}h
fa: {num}ساعت
ru: {num}ч.

# UI
source: {num}s
fa: {num}ثانیه
ru: {num}сек.

# UI
source: N/A
ru: Н/Д

# UI
source: {min}–{max} of {total, plural, =1 {# item} other {# items}}
ru: {min}–{max} of {total, plural, =1 {# элемент} other {# элементы}}

# UI
source: of {total, plural, =1 {# page} other {# pages}}
ru: of {total, plural, =1 {# страница} other {# страницы}}

# UI
source: Lightning Payout
ru: Выплата через Lightning
