Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: The Braiins OS+ team grows rapidly and the list of supported hardware models grows along with it to include the entire X17 generation of Antminers.
es: El equipo de Braiins OS+ crece rápidamente y la lista de modelos de hardware compatibles crece junto con él para incluir toda la generación X17 de Antminers.

# UI
source: Wondering what’s next for the bitcoin{nbsp}mining{nbsp}industry?
es: ¿Se está preguntando qué sigue en la industria{nbsp}minera{nbsp}bitcoin?

# UI
source: Check out our thoughts in our Bitcoin{nbsp}Magazine{nbsp}article:{br}<a>The Next 10 Years of Bitcoin Mining</a>
es: Consulte nuestras opiniones en nuestro artículo de Bitcoin{nbsp}Magazine{nbsp}:{br}<a>Los próximos 10 años de la minería Bitcoin</a>

# UI
source: Toggle the section…
es: Alternar la sección…

# UI
source: Please contact our technical support team.
es: Póngase en contacto con nuestro equipo de soporte técnico.
fa: لطفا با تیم پشتیبانی فنی ما تماس بگیرید.
ru: Обратитесь в нашу службу технической поддержки.

# UI
source: We have been notified about the issue and are working on a fix.
es: Se nos ha notificado el problema y estamos trabajando para solucionarlo.
fa: ما در مورد این موضوع مطلع شده ایم و در حال رفع مشکل هستیم.
ru: Мы получили уведомление о проблеме и работаем над ее исправлением.

# UI
source: Please reload the page to get the latest version.
es: Vuelva a cargar la página para obtener la última versión.
fa: لطفاً صفحه را مجدد بارگیری کنید تا آخرین نسخه را دریافت کنید.
ru: Пожалуйста, перезагрузите страницу, чтобы получить ее последнюю версию.

# UI
source: Unknown Error
es: Error desconocido
fa: خطا ناشناخته
ru: Неизвестная ошибка

# UI
source: Log In to Slush Pool
es: Entrar en Slush Pool

# UI
source: Found Block
es: Bloque Encontrado
fa: بلوک پیدا شد
ru: Найденный блок

# UI
source: Failed to load the calendar widget
es: No se pudo cargar widget de calendario
fa: ویجت تقویم بارگیری نشد
ru: Не удалось загрузить виджет календаря

# UI
source: Enter the one-time password<br/>generated by your OTP app
es: Introduzca la contraseña de un solo uso<br/>generada por su aplicación OTP
fa: رمز عبور یکبار مصرف را وارد کنید<br/>ایجاد شده توسط برنامه OTP شما
ru: Введите одноразовый пароль,<br/>созданный вашим приложением OTP

# UI
source: {count, plural, =1 {# item} other {# items}} selected
es: {count, plural, = 1 {# item} otros {# items}} seleccionados

# UI
source: Using Braiins OS? Select V2
es: ¿Utiliza Braiins OS? Seleccione V2
fa: از Braiins OS استفاده می کنید؟ V2 را انتخاب کنید
ru: Используете Braiins OS? Выберите V2

# UI
source: Time Since Last Submitted Share
es: Tiempo desde el último aporte enviado
fa: زمان از آخرین سهم ارسال شده
ru: Время с момента последнего отправленного решения

# UI
source: Payout Rule:
es: Regla de Pago:
fa: قانون پرداخت:
ru: Правило для выплат:

# UI
source: Payout Account
es: Cuenta de Pago
fa: حساب پرداخت
ru: Счет для выплат

# UI
source: Please confirm the request by following the link included.
es: Confirme la solicitud siguiendo el enlace incluido.
fa: لطفاً درخواست را با دنبال کردن لینک موجود تأیید کنید.
ru: Подтвердите запрос, перейдя по включенной ссылке.

# UI
source: Today
es: Hoy
fa: امروز
ru: Сегодня

# UI
source: Yesterday
es: Ayer
fa: دیروز
ru: Вчера

# UI
source: This Week
es: Esta Semana
fa: هفته جاری
ru: На этой неделе

# UI
source: Last Week
es: Última Semana
fa: هفته گذشته
ru: На прошлой неделе

# UI
source: This Month
es: Este Mes
fa: ماه جاری
ru: В этом месяце

# UI
source: Last Month
es: Último Mes
fa: ماه گذشته
ru: В прошлом месяце

# UI
source: Data not available…
es: Datos no disponibles…
fa: داده در دسترس نیست…
ru: Данные недоступны…

# UI
source: Found block
es: Bloque encontrado
fa: بلوک پیدا شد
ru: Найденный блок

# CAL
source: Su
es: Do
fa: یکشنبه
ru: Вс.

# CAL
source: Mo
es: Lu
fa: دوشنبه
ru: Пн.

# CAL
source: Tu
es: Ma
fa: سه‌شنبه
ru: Вт.

# CAL
source: We
es: Mi
fa: چهارشنبه
ru: Ср.

# CAL
source: Th
es: Ju
fa: پنجشنبه
ru: Чт.

# CAL
source: Fr
es: Vi
fa: جمعه
ru: Пт.

# CAL
source: Sunday
es: Domingo
fa: یکشنبه
ru: Воскресенье

# CAL
source: Monday
es: Lunes
fa: دوشنبه
ru: Понедельник

# CAL
source: Tuesday
es: Martes
fa: سه‌شنبه
ru: Вторник

# CAL
source: Wednesday
es: Miércoles
fa: چهارشنبه
ru: Среда

# CAL
source: Thursday
es: Jueves
fa: پنجشنبه
ru: Четверг

# CAL
source: Friday
es: Viernes
fa: جمعه
ru: Пятница

# CAL
source: Saturday
es: Sábado
fa: شنبه
ru: Суббота

# CAL
source: Jan
es: Ene
fa: ژانویه
ru: Янв

# CAL
source: Apr
es: Abr
fa: آوریل
ru: Апр

# CAL
source: Aug
es: Ago
fa: آگوست
ru: Авг

# CAL
source: Dec
es: Dic
fa: دسامبر
ru: Дек

# CAL
source: January
es: Enero
fa: ژانويه
ru: Январь

# CAL
source: February
es: Febrero
fa: فوریه
ru: Февраль

# CAL
source: March
es: Marzo
fa: مارس
ru: Март

# CAL
source: April
es: Abril
fa: آوریل
ru: Апрель

# CAL
source: June
es: Junio
fa: ژوئن
ru: Июнь

# CAL
source: July
es: Julio
fa: جولای
ru: Июль

# CAL
source: August
es: Agosto
fa: آگوست
ru: Август

# CAL
source: September
es: Septiembre
fa: سپتامبر
ru: Сентябрь

# CAL
source: October
es: Octubre
fa: اوکتبر
ru: Октябрь

# CAL
source: November
es: Noviembre
fa: نوامبر
ru: Ноябрь

# CAL
source: December
es: Diciembre
fa: دسامبر
ru: Декабрь

# UI
source: You haven't connected any mobile device yet
es: Todavía no ha conectado ningún dispositivo móvil
fa: هنوز هیچ دستگاه تلفن همراهی را وصل نکرده‌اید
ru: Вы еще не подключили ни одно мобильное устройство

# UI
source: Bitcoin Mining Company
es: Compañía Minera Bitcoin
fa: شرکت ماینینگ بیت کوین
ru: компания Bitcoin майнинга

# UI
source: <strong>Automatic</strong> (based on color theme of your system)
es: <strong>Automático</strong> (basado en el tema de color de su sistema)
fa: <strong>اتوماتیک</strong> (بر اساس تم رنگی سیستم شما)
ru: <strong>Автоматически</strong> (на основе цветовой темы вашей системы)

# UI
source: Braiin OS+‎
es: Braiins OS+‎

# UI
source: This website uses cookies to make Slush Pool work for you.{br}By using this site, you agree to our <a>cookie policy</a>
es: Este sitio web utiliza cookies para hacer que Slush Pool trabaje para usted. {br}Al utilizar este sitio, usted acepta nuestra <a>política de cookies</a>

# UI
source: As a Slush Pool VIP, you qualify for extra support setting up and running <a>Braiins OS+‎</a>, our enterprise-ready per-chip autotuning firmware.
es: Como VIP de Slush Pool, tiene derecho a recibir asistencia adicional para configurar y ejecutar <a>Braiins OS+</a>, nuestro firmware de autoajuste por chip listo para la empresa.

# UI
source: Braiins OS+‎ also includes an implementation of the next-generation mining protocol, <a>Stratum V2</a>.
es: Braiins OS+ también incluye una implementación del protocolo de minería de próxima generación, <a>Stratum V2</a>.
fa: Braiins OS+‎ همچنین شامل اجرای پروتکل استخراج نسل بعدی، <a>Stratum V2</a> است.
ru: Braiins OS+‎ также включает реализацию протокола для майнинга следующего поколения, <a>Stratum V2</a>.

# UI
source: Boost hashrate and efficiency with Braiins OS+‎
es: Aumenta la tasa de hash y la eficiencia con Braiins OS+

# UI
source: Boost hashrate and efficiency with Braiins OS+‎ autotuning firmware
es: Aumenta la tasa de hash y la eficiencia con el firmware de autoajuste de Braiins OS+

# UI
source: Braiins OS+‎ Bonus
es: Bono Braiins OS+

# UI
source: The amount you've earned thanks to mining with Braiins OS+‎ and participating in the Braiins OS+‎ referral program.
es: La cantidad que ha ganado gracias a la minería con Braiins OS+ y participación en el programa de referidos de Braiins OS+.

# UI
source: Get Braiins OS+‎
es: Obtenga Braiins OS+
fa: دریافت +Braiins OS
ru: Получить Braiins OS+‎

# UI
source: You've been rewarded for supporting Braiins OS+‎!
es: ¡Se le ha recompensado por apoyar Braiins OS +!

# UI
source: Bounded PPS
es: PPS acotado
fa: PPS محدود

# UI
source: Braiins OS+‎ Mining Bonus
es: Bono de minería Braiins OS+
fa: پاداش ماینینگ Braiins OS+‎
ru: Бонус за майнинг с Braiins OS+‎

# UI
source: The amount we've refunded you (pool fee refund) for mining with Braiins OS+‎.
es: La cantidad que le hemos reembolsado (devolución de la cuota del pool) por minar con Braiins OS+.
fa: مبلغی که برای استخراج با Braiins OS+‎ به شما بازپرداخت کرده‌ایم (بازپرداخت هزینه استخر).
ru: Сумма, которую мы вам вернули (возврат комиссии пула) за майнинг с Braiins OS+‎.

# UI
source: Braiins OS+‎ Referral Bonus
es: Bono de Referidos a Braiins OS+

# UI
source: Bonus you've received thanks to being referred by another Braiins OS+‎ user.
es: Bono que ha recibido gracias a ser referido por otro usuario de Braiins OS+.
fa: جایزه ای که به لطف ارجاع توسط کاربر دیگر Braiins OS+‎ دریافت کرده‌اید.
ru: Бонус, который вы получили благодаря тому, что вас порекомендовал другой пользователь Braiins OS +.

# UI
source: Braiins OS+‎ Referral Reward
es: Recompensa por Referido a Braiins OS+
fa: پاداش ارجاع Braiins OS+‎
ru: Braiins OS+‎ реферальное вознаграждение

# UI
source: Reward you've earned for the Braiins OS+‎ hashrate you've referred.
es: Recompensa ganada por la tasa de hash Braiins OS+ que ha referido.
fa: پاداشی که بابت هش ریت Braiins OS+‎ که ارجاع داده اید به دست آورده اید.
ru: Вознаграждение, которое вы заработали за ва хешрейт с Braiins OS+‎.

# UI
source: Braiins OS+‎ Reward
es: Recompensa Braiins OS+
fa: پاداش Braiins OS+‎
ru: Braiins OS+‎ вознаграждение

# UI
source: TIP: <a>Get Braiins OS+‎</a> to increase the TH/W of your ASICs.
es: CONSEJO: <a>Obtenga Braiins OS+</a> para aumentar la TH/W de sus ASICs.

# SEO
source: Story
es: Historia

# SEO
source: Mining Bitcoin since 2010
es: Minando Bitcoin desde 2010

# UI
source: Close All
es: Cerrar Todo
fa: بستن همه
ru: Закрыть все

# UI
source: Sub-Accounts
es: Subcuentas
fa: حساب های فرعی
ru: Субаккаунты

# UI
source: Impersonating: "$name"
es: Suplantando: "$name"
fa: جعل هویت: "$name"
ru: Посмотреть как: "$name"

# UI
source: Fun fact:
es: Dato curioso:

# UI
source: Select row
es: Seleccionar fila
fa: انتخاب ردیف
ru: Выбрать строку

# UI
source: {num}y
es: {num}a
fa: {num}سال
ru: {num}г.

# UI
source: {num}w
es: {num}s
fa: {num}هفته
ru: {num}нед.

# UI
source: Percentages must be numbers between 0 a 100!
es: ¡Los porcentajes deben ser números entre 0 y 100!
fa: درصدها باید اعدادی بین ۰ تا ۱۰۰ باشند!
ru: Проценты должны быть числами от 0 до 100!

# UI
source: Pool Scoring HR
es: Puntuación del Pool TH
fa: امتیاز استخر HR
ru: Оценочный хешрейт пула

# UI
source: Percentage precision is limited to 2 decimal points or less!
es: ¡La precisión porcentual está limitada a 2 puntos decimales o menos!
fa: دقت درصد به ۲ نقطه اعشار یا کمتر محدود شده است!
ru: Точность процентов ограничена двумя десятичными знаками или менее!

# UI
source: Europe
es: Europa
fa: اروپا
ru: Европа

# UI
source: USA, East Coast
es: EE.UU., Costa Este
fa: ایالات متحده آمریکا، ساحل شرقی
ru: США, Восточное побережье

# UI
source: Canada
es: Canadá
fa: کانادا
ru: Канада

# UI
source: Brazil, South America
es: Brasil, América del Sur
fa: برزیل، آمریکای جنوبی
ru: Бразилия, Южная Америка

# UI
source: Singapore, South Asia
es: Singapur, Asia del Sur
fa: سنگاپور، جنوب آسیا
ru: Сингапур, Юго-Восточная Азия

# UI
source: Japan, Pacific
es: Japón, Pacífico

# UI
source: Russia, Moscow
es: Rusia, Moscú
fa: روسیه، مسکو
ru: Россия, Москва

# UI
source: Kazakhstan
es: Kazajistán

# UI
source: Items per page:
es: Artículos por página:
fa: آیتم‌های هر صفحه:
ru: Элементы на странице:

# UI
source: Fit the screen
es: Ajuste a la pantalla
fa: متناسب با صفحه نمایش
ru: По размеру экрана

# UI
source: The minimum payout threshold for timed payouts is $min. In case your balance won't reach this value at the specified date, the funds will remain on your financial account and the system will try to send you the funds at the next date specified by your payout rule. Timed payouts are typically processed daily at $time.
fa: حداقل دریافت پرداخت برای پرداخت‌های زمان‌بندی $min دلار است. در صورت عدم رسیدن موجودی حساب شما به این مقدار در تاریخ مشخص شده، مبلغ در حساب مالی شما باقی می‌ماند و سیستم در تاریخ بعدی مشخص شده توسط قانون پرداخت شما تلاش می‌کند مبلغ را به شما ارسال کند. پرداخت‌های زمان‌بندی معمولاً روزانه در ساعت $time پردازش می‌شوند.
ru: Минимальный порог выплаты для плановых выплат составляет $min. В случае, если ваш баланс не достигнет этой суммы к указанной дате, средства останутся на вашем финансовом счете, и система попытается отправить вам средства в следующую дату, указанную в вашем правиле выплаты. Плановые выплаты обычно обрабатываются ежедневно в $time.

# UI
source: Today's Mining Rewards
fa: پاداش‌های استخراج امروز
ru: Майнинговые награды за сегодня

# UI
source: Est. Profitability (1 TH/s)
fa: سودآوری تقریبی (برای هر تراهش در ثانیه)
ru: Приблизительная прибыльность (1 ТХ/с)

# Intro
source: The amount you've earned in the current UTC day so far for mining. This is a prediction. Final FPPS rate is determined after all blocks for current day are confirmed. At the same time other rewards are calculated too.
fa: مقداری که تا کنون در روز جاری بر اساس زمان مشترک جهانی (UTC) برای استخراج ماینینگ درآمد کسب کرده‌اید. این یک پیش‌بینی است. نرخ نهایی FPPS بعد از تأیید تمامی بلوک‌ها برای روز جاری تعیین می‌شود. هم‌زمان دیگر پاداش‌ها نیز محاسبه می‌شوند.
ru: Сумма, которую вы заработали за текущий день по UTC на данный момент за майнинг. Это предположение. Окончательная ставка FPPS определяется после подтверждения всех блоков на текущий день. В то же время рассчитываются и другие награды.

# Intro
source: Sum of your rewards from blocks, which are still waiting for more confirmations. Once the block has 100 confirmations, the associated reward becomes confirmed and moves to a specified financial account(s).
fa: جمع پاداش‌های شما از بلوک‌هایی است که هنوز منتظر بیشتری از تأییدها هستند. هنگامی که بلوک 100 تأیید داشته باشد، پاداش مرتبط تأیید شده می‌شود و به حساب(های) مالی مشخص شده منتقل می‌شود.
ru: Сумма ваших наград из блоков, которые все еще ждут дополнительных подтверждений. Как только блок получит 100 подтверждений, связанная с ним награда будет подтверждена и перемещена на указанный финансовый счет(а).

# Intro
source: All your rewards for the previous day.
fa: تمامی پاداش‌های شما برای روز قبل.
ru: Все ваши награды за предыдущий день.

# Intro
source: Sum of all your rewards since the very beginning.
fa: جمع تمامی پاداش‌های شما از ابتدای مدت زمان ماینینگ.
ru: Сумма всех ваших наград с самого начала.

# Intro
source: Estimate of your rewards per 1 TH/s and day based on current difficulty, block reward and mining fees. Pool fees are deducted. It does not include any other bonus rewards.
fa: تخمین پاداش شما برای هر یک تراهش بر روز بر اساس سختی فعلی، پاداش بلوک و هزینه‌های ماینینگ. هزینه‌های استخر کم شده است. این شامل هیچ پاداش Bonus دیگری نمی‌شود.
ru: Оценка ваших наград за 1 ТХ/с в день на основе текущей сложности, вознаграждения за блок и комиссий за майнинг. Комиссии пула вычитаются. Здесь не учитываются другие бонусные вознаграждения.

# UI
source: Yesterday's Total Reward
fa: مجموع پاداش شما برای روز گذشته
ru: Общая награда за вчерашний день

# UI
source: Reward Scheme
fa: طرح پاداش
ru: Схема вознаграждения

# UI
source: FPPS (fee {fee})
fa: FPPS (هزینه {fee})
ru: FPPS (комиссия {fee})

# UI
source: Withdrawals
fa: برداشت‌ها
ru: Вывод средств

# UI
source: You have a pending Lightning payout
fa: شما یک پرداخت Lightning معلق دارید
ru: У вас есть ожидающая выплата через Lightning

# UI
source: Create new payout request
fa: ایجاد درخواست پرداخت جدید
ru: Создать новый запрос на выплату

# UI
source: Bitcoin Financial Account
fa: حساب مالی بیت‌کوین
ru: Финансовый счет Bitcoin

# UI
source: Failed to fetch withdrawal status
fa: قادر به دریافت وضعیت برداشت نمی‌باشد
ru: Не удалось получить статус вывода

# UI
source: Failed to fetch financial data
fa: عدم توانایی در دریافت داده‌های مالی
ru: Не удалось получить финансовые данные

# UI
source: No account loaded!
fa: هیچ حسابی بارگذاری نشده است!
ru: Аккаунт не загружен!

# UI
source: Destination Address: {address}
fa: آدرس مقصد: {address}
ru: Адрес назначения: {address}

# UI
source: Daily FPPS Reward for {date}
fa: پاداش روزانه FPPS برای {date}
ru: Ежедневная награда FPPS за {date}

# UI
source: Copy the Value
fa: کپی کردن مقدار

# UI
source: Requested
fa: درخواست شده

# UI
source: Partially Withdrawn
fa: به‌طور جزئی برداشت شده

# UI
source: Fully Withdrawn
fa: کاملاً برداشت شده

# UI
source: Last Withdrawal
fa: آخرین برداشت

# UI
source: Payout (Lightning)
fa: پرداخت (لایتنینگ)

# UI
source: Payout (On-chain)
fa: پرداخت (On-chain)

# UI
source: VIP
fa: وی آی پی

# UI
source: OK
fa: خوب
ru: ОК

# UI
source: AM
fa: ق.ظ.
ru: пред полуднем

# UI
source: PM
fa: ب.ظ.
ru: После полудня

# UI
source: Email
fa: ایمیل
ru: Электронный адрес

# UI
source: Meta
fa: متا
ru: Мета

# UI
source: -- Enter --
fa: -- ورود--
ru: -- Ввод --

# UI
source: Error
fa: خطا
ru: Ошибка

# UI
source: Personal
fa: شخصی
ru: Личное

# UI
source: Android
fa: اندروید

# UI
source: {count} registered {count, plural, =1 {device} other {devices}}
fa: {count} ثبت شده {count، plural، =1 {دستگاه} {دستگاه}} other
ru: {count} зарегистрированно {count, plural, =1 {устройство} other {устройств}}

# UI
source: Color
fa: رنگ
ru: Цвет

# UI
source: Hash Rate (5 min)
fa: نرخ هش (5 دقیقه)
ru: Хешрейт (5 мин.)

# UI
source: Telegram
fa: تلگرام

# UI
source: WeChat
fa: وی چت

# UI
source: No
fa: خیر
ru: Нет

# UI
source: General
fa: عمومی
ru: Общее

# UI
source: You've been rewarded for supporting Braiins OS+‎!
fa: شما برای حمایت از Braiins OS+‎ پاداش دریافت کرده اید!
ru: Вас наградили за поддержку Braiins OS+!

# UI
source: Pool Status Page
fa: صفحه وضعیت استخر
ru: Страница статуса пула

# UI
source: Dismiss
fa: صرف نظر
ru: Отказаться

# UI
source: Your account is secured with second factor authentication. You can continue to workspace or settings if you want to register more FIDO devices.
fa: حساب شما با تایید دو مرحله ای امن شده است. اگر می خواهید دستگاه های FIDO بیشتری ثبت کنید شما می توانید به بخش تنظیمات مراجعه کنید.
ru: Ваш аккаунт защищен двухфакторной аутентификацией. Вы можете продолжить работу в рабочем пространстве или настройках, если хотите зарегистрировать дополнительные устройства FIDO.

# UI
source: FPPS Rewards
fa: FPPS پاداش
ru: Награды за FPPS

# UI
source: All; no labels
fa: همه؛ بدون برچسب
ru: Все; без меток

# UI
source: Boost Hashrate and Efficiency with Braiins OS+‎ Autotuning Firmware
fa: با نرم افزار Braiins OS+‎ Autotuning Firmware ، نرخ هش و کارایی دستگاه هایتان را افزایش دهید
ru: Увеличьте хэшрейт и эффективность с помощью прошивки Braiins OS+‎ с автоматической настройкой

# UI
source: Join Braiins Pool
fa: به استخر Braiins Pool بپیوندید
ru: Присоединяйтесь к Braiins Pool

# UI
source: Boost Hashrate and Efficiency with Braiins OS+‎
fa: افزایش نرخ هش و کارایی با فریمور Braiins OS+‎
ru: Увеличьте хэшрейт и эффективность с помощью Braiins OS+‎

# UI
source: 5 minute Hashrate
fa: نرخ هش در 5 دقیقه
ru: Хэшрейт за 5 минут

# UI
source: This website uses cookies to make Braiins Pool work for you.{br}By using this site, you agree to our <a>cookie policy</a>
fa: این وب‌سایت از کوکی‌ها برای کار کردن بهتر برای شما استفاده می‌کند. با استفاده از این سایت، شما با <a>سیاست کوکی</a> ما موافقت می‌کنید
ru: Этот веб-сайт использует файлы cookie, чтобы Braiins Pool работал для вас. {br} Используя этот сайт, вы соглашаетесь с нашей <a>политикой использования файлов cookie</a>

# UI
source: Based on UTC. Preferred timezone setting does not affect this date.
fa: بر اساس UTC است. تنظیمات منطقه زمانی ترجیحی بر روی این تاریخ تأثیری ندارد.
ru: Основано на UTC. Настройка предпочтительного часового пояса не влияет на эту дату.

# UI
source: Mining Date
fa: تاریخ استخراج
ru: Дата майнинга

# UI
source: Avg. Hashrate
fa: میانگین هش‌ریت
ru: Средний хэшрейт

# UI
source: BOS+‎ Mining Bonus
fa: BOS+‎ پاداش ماینینگ
ru: Бонус за майнинг с BOS+‎

# UI
source: The amount you've earned thanks to mining with Braiins OS+‎.
fa: مقداری که به دلیل ماینینگ با Braiins OS+‎ کسب کرده‌اید.
ru: Сумма, которую вы заработали благодаря майнингу с помощью Braiins OS+‎.

# UI
source: BOS+‎ Referral Bonus
fa: پاداش ارجاع BOS+‎
ru: Бонус за реферал BOS+‎

# UI
source: Braiins Pool servers are located all around the world. For a stable connection and lower latency, <strong>please select a location</strong> that is closest to your mining location.
fa: سرورهای Braiins Pool در سراسر جهان قرار دارند. برای اتصال پایدار و کاهش تاخیر، لطفاً <strong>یک مکان</strong> را که نزدیک‌ترین مکان به ماینینگ شما است، انتخاب کنید.
ru: Серверы Braiins Pool расположены по всему миру. Для стабильного соединения и меньшей задержки, <strong>пожалуйста, выберите местоположение</strong>, которое находится ближе к вашему месту майнинга.

# UI
source: As a Braiins Pool VIP, you qualify for extra support setting up and running <a>Braiins OS+‎</a>, our enterprise-ready per-chip autotuning firmware.
fa: به عنوان یک عضو VIP از Braiins Pool، شما برای دریافت پشتیبانی اضافی برای راه‌اندازی و اجرای <a>Braiins OS+‎</a>، نرم‌افزار ثابت اتوتیونینگ در سطح شرکت، واجد شرایط هستید.
ru: Как участник Braiins Pool VIP, вы имеете право на дополнительную поддержку при настройке и использовании <a>Braiins OS+‎</a>, нашей готовой к предприятию прошивки с автоматической настройкой на каждый чип.

# UI
source: and get 0% pool fees on Braiins Pool
fa: و هزینه‌های استخر برابر با 0٪ را در Braiins Pool دریافت کنید
ru: и получите 0% комиссионных с пула Braiins Pool

# UI
source: You are a <b>Braiins Pool VIP</b>.<br />Thank you for your valuable contribution to our pool.<br />As a VIP, you have access to the following premium features and services.
fa: شما عضو <b>Braiins Pool VIP</b> هستید.<br />با تشکر از مشارکت ارزشمند شما در استخر ما.<br />به عنوان یک VIP، شما به امکانات و خدمات ویژه زیر دسترسی دارید.
ru: Вы <b>участник Braiins Pool VIP</b>.<br />Благодарим вас за ваш ценный вклад в наш пул.<br />Как участник VIP, у вас есть доступ к следующим премиальным функциям и услугам.

# UI
source: FIDO doesn't work on insecure protocol!
fa: FIDO در پروتکل ناامن کار نمی‌کند!
ru: FIDO не работает с небезопасным протоколом!

# UI
source: FIDO token registered
fa: توکن FIDO ثبت شده است
ru: FIDO-токен зарегистрирован

# UI
source: FIDO token registration failed!
fa: ثبت توکن FIDO ناموفق بود!
ru: Регистрация FIDO-токена не удалась!

# UI
source: FIDO token removed
fa: توکن FIDO حذف شد
ru: FIDO-токен удален

# UI
source: FIDO token removal failed!
fa: حذف توکن FIDO ناموفق بود!
ru: Не удалось удалить FIDO-токен!

# UI
source: Register FIDO device
fa: ثبت دستگاه FIDO
ru: Зарегистрировать устройство FIDO

# UI
source: Remove FIDO device
fa: حذف دستگاه FIDO
ru: Удалить устройство FIDO

# UI
source: Please confirm the request on your device.
fa: لطفاً درخواست خود را در دستگاه خود تأیید کنید.
ru: Пожалуйста, подтвердите запрос на вашем устройстве.

# UI
source: Attachments (optional)
fa: پیوست‌ها (اختیاری)
ru: Вложения (необязательно)

# UI
source: For further information, please contact our technical support.
fa: برای کسب اطلاعات بیشتر، لطفا با پشتیبانی فنی ما تماس بگیرید.
ru: Для получения дополнительной информации, пожалуйста, свяжитесь с нашей службой технической поддержки.

# UI
source: An error has occured!
fa: یک خطا رخ داده است!
ru: Произошла ошибка!

# UI
source: Universal 2nd Factor (FIDO)
fa: فاکتور دوم Universal (FIDO)
ru: Универсальный фактор второго уровня (FIDO)

# UI
source: Physical Security Key using FIDO Universal 2nd Factor. You can connect multiple FIDO devices.
fa: کلید امنیتی فیزیکی با استفاده از فاکتور دومUniversal (FIDO)، که به شما امکان اتصال چند دستگاه FIDO را می‌دهد.
ru: Физический ключ безопасности с использованием универсального фактора второго уровня (FIDO). Вы можете подключить несколько устройств FIDO.

# UI
source: Set Up FIDO
fa: راه‌اندازی FIDO
ru: Настроить FIDO

# UI
source: Log In to Braiins Pool
fa: ورود به استخر Braiins Pool
ru: Войти в пул Braiins
