Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: No Payout Rule. <a>Set up</a>
es: No hay Regla de Pago. <a>Hacer</a>
fa: قانون پرداخت وجود ندارد. <a> تنظیم کنید</a>
ru: Нет правил для выплат. <a>Настроить</a>

# UI
source: Account "$name" has been created
es: La cuenta "$name" ha sido creada
fa: حساب "$name" ایجاد شده است
ru: Аккаунт "$name" был создан

# UI
source: Hashrate Per Location
es: Tasa de hash Por Ubicación
fa: هش ریت به ازای مکان
ru: Хешрейт по локациям

# UI
source: Account Hashrate
es: Tasa de hash de la Cuenta
fa: هش‌ریت حساب کاربری
ru: Хешрейт аккаунта

# UI
source: State changes in time
es: Cambios de estado en el tiempo
fa: وضعیت در طول زمان تغییر می کند
ru: Изменения состояния во времени

# UI
source: Help me Upgrade
es: Ayúdeme a Mejorar
fa: به من برای ارتقا کمک کنید
ru: Помощь при обновлении

# UI
source: Missing data
es: Datos faltantes
fa: داده های از دست رفته
ru: Отсутствующие данные

# UI
source: This view depends on data that is not available (yet)
es: Esta vista depende de datos que no están disponibles (aún)
fa: این نمایه به داده هایی بستگی دارد که (هنوز) در دسترس نیستند
ru: Эта страница зависит от данных, которые (затем) недоступны

# UI
source: {duration} ago
es: hace {duration}
fa: {duration} قبل
ru: {duration} назад

# UI
source: Recent Hashrate
es: Tasa de hash reciente
fa: هش ریت اخیر
ru: Недавний хешрейт

# UI
source: To unlock the setup in the future, you will need to contact our support team and provide proof of your control over at least one of the linked cryptocurrency addresses or over the hashrate.
es: Para desbloquear la configuración en el futuro, tendrá que contactar nuestro equipo de soporte y presentar pruebas de que controla al menos una de las direcciones de criptomonedas o sobre la tasa de hash.
fa: برای باز کردن قفل راه‌اندازی در آینده، باید با تیم پشتیبانی ما تماس بگیرید و مدرکی دال بر کنترل خود بر حداقل یکی از آدرس‌های ارز دیجیتال مرتبط یا هش‌ریت ارائه دهید.
ru: Чтобы разблокировать настройку в будущем, вам нужно будет связаться с нашей службой поддержки и предоставить подтверждение вашего контроля хотя бы над одним из привязанных адресов криптовалюты или над хешрейтом.

# UI
source: Queued
es: En la cola
fa: در صف
ru: В очереди

# UI
source: Invalid parameters!
es: ¡Parámetros inválidos!
fa: پارامترهای نامعتبر!
ru: Неверные параметры!

# UI
source: This address is assigned to a disabled wallet name "<b>{name}</b>"
es: Esta dirección está asignada a un nombre de cartera deshabilitado "<b>{name}</b>"
fa: این آدرس به یک نام کیف پول غیر فعال اختصاص داده شده است "<b>{name}</b>"
ru: Этот адрес привязан к отключенному кошельку "<b>{name}</b>"

# UI
source: This address is assigned to a disabled wallet name "<b>{name}</b>". <a>Enable that wallet</a>
es: Esta dirección está asignada a un nombre de cartera deshabilitado "<b>{name}</b>". <a>Active esa cartera</a>
fa: این آدرس به نام کیف پول غیرفعال "<b>{name}</b> اختصاص داده شده است. <a>آن کیف پول را فعال کنید</a>
ru: Этот адрес привязан к отключенному кошельку "<b>{name}</b>". <a>Включить этот кошелек</a>

# UI
source: You have no rewards yet
es: No tiene recompensas aun
fa: شما هنوز هیچ پاداشی ندارید
ru: У Вас затем нет вознаграждений

# UI
source: Mining Reward
es: Recompensa por Minar
fa: پاداش ماینینگ
ru: Вознаграждение за майнинг

# UI
source: Total Reward
es: Recompensa Total
fa: مجموع پاداش
ru: Общее вознаграждение

# UI
source: Conf. left
es: Falta conf
fa: تایید باقی مانده
ru: Подтвержд. осталось

# UI
source: Pool Scoring Hashrate
es: Tasa de hash Ponderada Pool
fa: امتیاز هش‌ریت استخر
ru: Оценочный хешрет пула

# UI
source: Your Scoring Hashrate
es: Tasa de hash Ponderada Suya
fa: امتیاز هش‌ریت شما
ru: Ваш оценочный хешрейт

# UI
source: Total Hashrate
es: Tasa de hash Total
fa: نرخ هش کل
ru: Общий хешрейт

# UI
source: Hashrate (5 min)
es: Tasa de hash (5 min)
fa: هش ریت (۵ دقیقه)
ru: Хешрейт (5 мин.)

# UI
source: Hide found blocks
es: Ocultar bloques encontrados
fa: بلوک های پیدا شده را مخفی کنید
ru: Скрыть найденные блоки

# UI
source: The monitoring system will detect and report any hashrate issues related to this worker.
es: El sistema de vigilancia detectará y reportará cualquier fallo relacionado a la tasa de hash de este equipo.
fa: سیستم نظارت هرگونه مشکل هش ریت مربوط به این ورکر را شناسایی و گزارش خواهد کرد.
ru: Система мониторинга обнаружит и сообщит о любых проблемах с хешрейтом, связанных с этим воркером.

# UI
source: Automatically estimates Hashrate of your worker by its past activity.
es: Estima automáticamente la tasa de hash del equipo según su actividad previa.
fa: به طور خودکار هش ریت ورکر شما را بر اساس فعالیت گذشته آن تخمین می زند.
ru: Автоматически оценивает хешрейт вашего воркера по его прошлой активности.

# UI
source: The system will report issues, when hashrate drops below this value.
es: El sistema reportará fallos, cuando la tasa de hash caiga por debajo de este valor.
fa: هنگامی که هش ریت از این مقدار کمتر شود، سیستم مشکلات را گزارش خواهد کرد.
ru: Система сообщит о проблемах, когда хешрейт упадет ниже этого значения.

# UI
source: Select color
es: Elegir color
fa: رنگ را انتخاب کنید
ru: Выбрать цвет

# UI
source: Reward Details
es: Detalles de la Recompensa
fa: جزئیات پاداش
ru: Подробная информация о вознаграждении

# UI
source: Reward split
es: Reparto de recompensa
fa: تقسیم پاداش
ru: Разделение вознаграждений

# Intro
source: The estimation is based on your scoring hashrate as a proportion of the pool's scoring hashrate at the current moment.
es: La estimación está basada en su tasa de hash ponderada en proporción de la tasa de hash ponderada del pool al momento actual.
fa: این تخمین بر اساس هش ریت امتیاز شما به عنوان نسبتی از هش ریت امتیاز استخر در لحظه فعلی است.
ru: Предположение основано на вашем оценочном хешрейте как пропорции оценочного хешрейта пула в текущий момент.

# Intro
source: Estimate of your rewards per day based on your recent hashrate and the current difficulty. Actual rewards can be more or less depending on the pool's luck.
es: Estimación de sus recompensas diarias basadas en su tasa de hash reciente y la dificultad actual. Las recompensas reales podrán ser mas o menos dependiendo de la suerte del pool.
fa: تخمین پاداش روزانه شما بر اساس نرخ هش اخیر و سختی فعلی شما. بسته به شانس استخر، پاداش های واقعی ممکن است بیشتر یا کمتر باشد.
ru: Предположение ваших ежедневных наград на основе вашего недавнего хешрейта и текущей сложности. Фактические награды могут быть выше или ниже в зависимости от удачи пула.

# UI
source: Referral Bonus
es: Bono de Referidos

# UI
source: Referral Reward
es: Recompensa de Referidos
fa: پاداش ارجاع
ru: Реферальное вознаграждение

# UI
source: Rewards in last 30 days
es: Recompensas en los últimos 30 días
fa: پاداش در ۳۰ روز گذشته
ru: Вознаграждения за последних 30 дней

# UI
source: Rewards history
es: Historial de recompensas
fa: تاریخچه پاداش ها
ru: История вознаграждений

# UI
source: Join Pool
es: Unirse al Pool

# UI
source: Try demo
es: Probar demo

# UI
source: Multilingual<br/>Support
es: Soporte<br/>Multilingüe

# UI
source: We provide quick personal assistance to all of our miners in English, Russian, Chinese, and German.
es: Proveemos asistencia rápida a todos nuestros mineros en Inglés, Ruso, Chino, y Alemán.

# UI
source: API & Data<br/>Export
es: Exportar<br/>API y Datos

# UI
source: VIP<br/>Program
es: Programa<br/>VIP

# UI
source: Mobile<br/>Application
es: Aplicación<br/>Móvil

# UI
source: …and we are just getting started.
es: ...y justo apenas estamos comenzando.

# UI
source: Split your mining rewards into multiple financial accounts.
es: Reparta sus recompensas de minado entre múltiples cuentas financieras.

# UI
source: Choose when you want to receive your payouts. Daily, weekly, or monthly? No problem!
es: Escoja cuando desea recibir sus pagos. ¿Diario, semanal, o mensual? ¡No hay problema!

# UI
source: Get alerted about changes in your hashrate as soon as they happen with our advanced monitoring system.
es: Reciba alertas sobre cambios en su tasa de hash tan pronto como ocurran con nuestro avanzado sistema de vigilancia.

# UI
source: Filter your workers by different kinds of rules or even using regex.
es: Filtre sus equipos por diferentes tipos de reglas o incluso usando regex.

# UI
source: Check out the state of every one of your workers.
es: Revise el estado de cada uno de sus equipos.

# UI
source: Access Management
es: Acceso Administrativo

# UI
source: Safely share access to your pool account with colleagues and integrate APIs without sacrificing the security of your funds.
es: Comparta el acceso a su cuenta de pool de forma segura con los colegas e integre APIs sin sacrificar la seguridad de sus fondos.

# UI
source: Create a new access profile (for a human or robot - API) and specify its permissions.
es: Cree un nuevo perfil de acceso (API - para humano o robot) y especifique sus permisos.

# UI
source: Have an overview of your access profiles and modify them easily when needed.
es: Tenga una vista de todos sus perfiles de acceso y modifíquelos fácilmente cuando haga falta.

# UI
source: Advanced Feature Set
es: Conjunto de Funciones Avanzadas

# UI
source: Calculate your expected rewards
es: Calcule sus recompensas probables

# UI
source: Insert your Hashrate
es: Introduzca su Tasa de hash

# UI
source: Expected Daily Revenue
es: Ingreso Diario Esperado

# UI
source: Reward System
es: Sistema de Recompensa

# UI
source: Real-time Pool Stats
es: Estadísticas del Pool tiempo-real

# UI
source: Find out how we're doing.
es: Descubre como nos va.

# UI
source: Welcome to the new Slush Pool
es: Bienvenidos al nuevo Slush Pool

# UI
source: Choose Your Look
es: Escoja Su Aspecto
fa: ظاهر مورد نظر خود را انتخاب کنید
ru: Выберите свою тему

# UI
source: Customizable Payouts
es: Pagos A la medida
fa: پرداخت های قابل تنظیم
ru: Настраиваемые выплаты

# UI
source: Control every detail of your financial flows. Split your mining rewards into multiple financial accounts and set when you want to receive payouts - daily, weekly, and monthly options are newly available.
es: Controle cada detalle de sus flujos financieros. Reparta sus recompensas de minado entre varias cuentas financieras y establezca cuando quiere recibir los pagos - nuevas opciones a diario, semanal y mensual disponibles.
fa: تمام جزئیات جریان مالی خود را کنترل کنید. پاداش های ماینینگ خود را به چندین حساب مالی تقسیم کنید و تعیین کنید که چه زمانی می خواهید پرداخت دریافت کنید - گزینه های روزانه، هفتگی و ماهانه به تازگی در دسترس هستند.
ru: Контролируйте каждую деталь ваших финансовых потоков. Разделите свои вознаграждения за майнинг на несколько финансовых счетов и укажите, когда вы хотите получать выплаты - теперь доступны ежедневные, еженедельные и ежемесячные варианты.

# UI
source: Enjoy better mobile usability
es: Disfrute una mejor usabilidad móvil
fa: از قابلیت استفاده بهتر از تلفن همراه لذت ببرید
ru: Более удобное использования мобильных устройств

# UI
source: Navigate to every part of the website easily and view all the data you need. Charts and tables are now easily usable even on small screens.
es: Navegue a cada parte del sitio web fácilmente y vea todos los datos que necesite. Los gráficos y tablas ahora pueden usarse fácilmente incluso en pantallas pequeñas.
fa: به راحتی به هر قسمت از وب سایت بروید و تمام داده های مورد نیاز خود را مشاهده کنید. نمودارها و جداول در حال حاضر به راحتی حتی در صفحه نمایش های کوچک قابل استفاده هستند.
ru: Легко переходите в любую часть веб-сайта и просматривайте все необходимые данные. Диаграммы и таблицы теперь просто использовать даже на маленьких экранах.

# UI
source: Give your eyes a break
es: Dele a sus ojos un descanso
fa: به چشمان خود استراحت دهید
ru: Дай глазам отдохнуть

# UI
source: Now you can decide how Slush Pool looks to you.
es: Ahora puede decidir como ver la apariencia de Slush Pool.

# UI
source: You can change this later by going to your Account Settings.
es: Puede cambiar esto luego yendo a los Ajustes de su Cuenta.
fa: می‌توانید بعداً با رفتن به تنظیمات حساب خود این مورد را تغییر دهید.
ru: Вы можете изменить это позже, перейдя в настройки своей учетной записи.

# UI
source: Light
es: Claro
fa: روشن
ru: Светлая

# UI
source: Dark
es: Oscuro
fa: تیره
ru: Темная

# UI
source: Get Started
es: Empezar
fa: شروع کنید
ru: Начать

# UI
source: Show full range
es: Mostrar rango completo
fa: نمایش محدوده کامل
ru: Показать полный диапазон

# UI
source: You do not have permission to manage Access Profiles!
es: ¡No tiene permiso para administrar Perfiles de Acceso!
fa: شما اجازه مدیریت پروفایل های دسترسی را ندارید!
ru: У вас нет разрешения на управление профилями доступа!

# UI
source: Device unlinked from your account
es: Dispositivo no vinculado desde su cuenta
fa: ارتباط دستگاه با حساب شما قطع شد
ru: Устройство отключено от вашей учетной записи

# UI
source: You do not have permission to manage Devices!
es: ¡No tiene permiso para administrar Dispositivos!
fa: شما اجازه مدیریت دستگاه ها را ندارید!
ru: У вас нет разрешения на управление устройствами!

# UI
source: A confirmation email has been sent to: <strong>{email}</strong>
es: Un correo de confirmación ha sido enviado a: <strong>{email}</strong>
fa: یک ایمیل تایید به آدرس: <strong>{email}</strong> ارسال شد
ru: Письмо для подтверждения было отправлено на адрес: <strong>{email}</strong>

# UI
source: {value} {name} ago
es: hace {value} {name}
fa: {value} {name} پیش
ru: {value} {name} назад

# UI
source: You do not have permission to manage 2FA!
es: ¡No tiene permiso para administrar 2FA!
fa: شما اجازه مدیریت 2FA را ندارید!
ru: У вас нет разрешения на управление 2FA!

# UI
source: Scoring Hash Rate
es: Puntuación del Hashrate
fa: امتیاز نرخ‌هش
ru: Оценочный хешрейт

# UI
source: Last Payout
es: Último Pago
fa: آخرین پرداخت
ru: Последняя выплата

# UI
source: Reward Type
es: Tipo de Recompensa
fa: نوع پاداش
ru: Тип вознаграждения

# UI
source: Time Period
es: Período de Tiempo
fa: دوره زمانی
ru: Временной период

# UI
source: Rebate Rate
es: Tasa del Descuento
fa: نرخ تخفیف
ru: Показатель возврата

# UI
source: Quality improvements including reduced data loads, empty block elimination, hashrate hijacking prevention, and more.
es: Mejoras de calidad incluyendo carga reducida de datos, eliminación de bloques vacíos, prevención al secuestro en tasa de hash, y más.

# UI
source: Industry leaders in transparency and innovation, with more than 1.25 million BTC mined since 2010.
es: Líderes de la industria en transparencia e innovación, con más de 1,25 millones de BTC minados desde 2010.

# UI
source: Increase hashrate on your Bitcoin ASICs, improve efficiency as much as 25%, and get 0% pool fees on Slush Pool.
es: Aumente la tasa de hash en sus ASICs Bitcoin, mejora la eficiencia tanto como 25%, y pague 0% de comisión en el pool Slush Pool.

# UI
source: Braiins full product stack
es: Paquete completo de productos Braiins

# UI
source: Language:
es: Idioma:
fa: زبان:
ru: Язык:

# UI
source: Pushing the industry forward with a full-stack mining solution from mining firmware up to the pool.
es: Empujando hacia adelante la industria con una solución de portafolio completo desde el firmware de minado hasta el pool.
fa: پیشبرد صنعت با پشتوانه ای کامل از راهکارهای ماینینگ از فریم‌ور تا استخر.
ru: Продвигаем отрасль вперед с помощью полного майниг-стека, от прошивки до пула.

# UI
source: Dissmiss
es: Descartar

# UI
source: Coins
es: Monedas

# UI
source: We haven't sent you any payouts yet
es: No le hemos enviado pagos aún
fa: ما هنوز هیچ پرداختی برای شما ارسال نکرده ایم
ru: Мы еще не отправляли вам выплаты

# UI
source: Rewards Chart
es: Gráfica de Recompensas
fa: نمودار پاداش ها
ru: График вознаграждений

# UI
source: Today's Rewards (Unconfirmed)
es: Recompensas de Hoy (Sin confirmar)

# UI
source: The amount you've earned in the current UTC day so far. Reward for a certain day is confirmed after the end of the day.
es: El monto que ha ganado hasta ahora en el día UTC de hoy. La recompensa para un día concreto se confirma luego del final del día.

# UI
source: Sum of your rewards for the previous day. It is displayed only after all rewards for the certain day (UTC) are confirmed.
es: Suma de sus recompensas para el día anterior. Se muestra solo luego que todas las recompensas para un día (UTC) concreto son confirmadas.
fa: مجموع پاداش های شما برای روز قبل. تنها پس از تأیید همه پاداش ها برای یک روز خاص (UTC) نمایش داده می شود.
ru: Сумма ваших вознаграждений за предыдущий день. Отображается только после подтверждения всех вознаграждений за определенный день (UTC).

# UI
source: Widget Error!
es: ¡Error de Widget!
fa: خطای ویجت!
ru: Ошибка виджета!

# UI
source: Page load failed: {error}
es: Carga de página fallida: {error}
fa: بارگیری صفحه انجام نشد: {error}
ru: Ошибка загрузки страницы: {error}

# UI
source: Currently hashing at a rate of {hashrate}.
es: Actualmente hasheando a una tasa de {hashrate}.

# UI
source: <strong>Increase hashrate</strong> on your Bitcoin ASICs,{br}<strong>improve efficiency</strong> as much as 25%, and{br}<strong>get 0% pool fees</strong> on Slush Pool
es: <strong>Aumente la tasa de hash</strong> en sus ASICs Bitcoin,{br}<strong>mejore la eficiencia</strong> tanto como 25%, y{br}<strong>pague 0% comisiones de pool</strong> en Slush Pool

# UI
source: You have no active wallets
es: No tiene carteras activas
fa: شما هیچ کیف پول فعال ندارید
ru: У вас нет активных кошельков

# UI
source: Wallets are external cryptocurrency addresses you can send payouts to. Start by adding a wallet.
es: Las carteras son direcciones externas de criptomoneda a las que puede enviar pagos. Comience añadiendo una cartera.
fa: کیف پول‌ها آدرس‌های ارزهای دیجیتال خارجی هستند که می‌توانید پرداخت‌ها را به آن‌ها ارسال کنید. با افزودن کیف پول شروع کنید.
ru: Кошельки - это внешние адреса криптовалюты, на которые можно отправлять выплаты. Начните с добавления кошелька.

# UI
source: Funds that have been credited to this account, immediately available for payout.
es: Fondos que han sido acreditados a esta cuenta, disponibles inmediatamente para pago.
fa: وجوهی که به این حساب واریز شده است، بلافاصله برای پرداخت در دسترس است.
ru: Средства, которые были зачислены на этот счет, сразу доступны для выплаты.

# UI
source: Estimate of when you can expect next payout based on your recent hash rate and the current payout rule.
es: Estimado de cuando puede esperar su próximo pago basado en su tasa de hash reciente y la regla de pago actual.
fa: برآورد زمانی که شما می توانید پرداخت بعدی را بر اساس هش ریت اخیر خود و قانون پرداخت فعلی انتظار داشته باشید.
ru: Предположение того, когда вы можете ожидать следующую выплату, на основе вашего недавнего хешрейта и текущего правила для выплат.

# UI
source: Sum of rewards credited to this financial account during its lifetime.
es: Suma de recompensas acreditadas a esta cuenta financiera durante toda su vida.
fa: مجموع پاداش‌های واریز شده به این حساب مالی در طول عمر آن.
ru: Сумма вознаграждений, зачисленных на этот финансовый счет за время его существования.

# UI
source: We recommend you set up payouts to receive your rewards regularly.
es: Recomendamos que configure los pagos para recibir sus recompensas regularmente.
fa: توصیه می کنیم برای دریافت منظم پاداش های خود، پرداخت ها را تنظیم کنید.
ru: Мы рекомендуем вам настроить выплаты для регулярного получения вознаграждений.

# UI
source: You don't have the rights to perform this action
es: No tiene los derechos para realizar esta acción
fa: شما اجازه انجام این عمل را ندارید
ru: У вас нет прав на выполнение этого действия

# UI
source: Trans. ID: {link}
es: ID Trans.: {link}
fa: شناسه تراکنش: {link}
ru: Транз. ID: {link}

# UI
source: You don't have any completed transactions on this account yet
es: Aún no tiene ninguna transacción realizada en esta cuenta
fa: هنوز هیچ تراکنش کاملی در این حساب ندارید
ru: У вас еще нет завершенных транзакций по этому счету

# UI
source: You have no monitoring events yet
es: Aún no tiene eventos de vigilancia
fa: شما هنوز هیچ رویدادی برای مانیتورینگ ندارید
ru: У вас еще нет мониторинговых событий

# UI
source: You'll find all the events recorded by our monitoring system here.
es: Encontrará todos los eventos grabados por nuestro sistema de vigilancia aquí.
fa: تمام رویدادهای ثبت شده توسط سیستم مانیتورینگ ما را در اینجا خواهید یافت.
ru: Здесь вы найдете все события, записанные нашей системой мониторинга.

# UI
source: Number of workers in each state and relative change to the previous state.
es: Número de equipos en cada estado relativo al cambio del estado previo.
fa: تعداد ورکرها در هر یک از وضعیت ها و تغییر نسبی نسبت به حالت قبلی.
ru: Количество воркеров в каждом состоянии и относительное изменение по сравнению с предыдущим состоянием.

# UI
source: Status of the report showing if it has been sent to you by email or not.
es: Estado del reporte mostrando si se le envió un correo o no.
fa: وضعیت گزارش که نشان می دهد آیا از طریق ایمیل برای شما ارسال شده است یا خیر.
ru: Статус отчета, показывающий, был ли он отправлен вам по электронной почте или нет.

# UI
source: Let's equip you with your <b>very own mining URL</b>, shall we? A private URL will provide you with the very best mining conditions and protect your operation against some kinds of unfortunate events (such as DDoS attacks against our public URLs).
es: Vamos a equiparle con <b>su propia dirección (URL) de minado</b>, ¿si? Una URL privada le dará las mejores condiciones de minado y protegerá su operación en contra de eventos desafortunados (como ataques DDoS a nuestras URL públicas).
fa: بیایید شما را با <b> URL ماینینگ </b> خودتان تجهیز کنیم، درست است؟ یک URL خصوصی بهترین شرایط ماینینگ را برای شما فراهم می کند و از عملیات شما در برابر انواع رویدادهای ناگوار (مانند حملات DDoS علیه URL های عمومی ما) محافظت می کند.
ru: Давайте снабдим вас вашим <b>собственным URL-адресом для майнинга</b>, не так ли? Частный URL-адрес предоставит вам самые лучшие условия для майнинга и защитит вашу работу от некоторых неблагоприятных событий (таких как DDoS-атаки на наши общедоступные URL-адреса).

# UI
source: Increase hashrate on your Bitcoin ASICs,
es: Aumente la tasa de hash en sus ASICs Bitcoin,
fa: هش ریت بیت کوین ASIC خود را افزایش دهید،
ru: Увеличьте хешрейт ваших биткойн ASIC машин,

# UI
source: improve efficiency as much as 25%,
es: mejore la eficiencia tanto como 25%,
fa: بهبود کارایی به اندازه ۲۵٪,
ru: повысьте эффективность до 25%,

# UI
source: and get 0% pool fees on Slush Pool
es: y pague 0% comisiones de pool en Slush Pool

# UI
source: Let's chat!
es: ¡Charlemos!
fa: شروع گفتگو!
ru: Давай поговорим!

# UI
source: Percentage ratio between shares the pool needed to find a block and average number of shares needed.
es: Relación porcentual entre participaciones que el pool necesitó para encontrar un bloque y número promedio de participaciones necesarias.
fa: نسبت درصدی بین سهام مورد نیاز استخر برای یافتن بلوک و میانگین تعداد سهام مورد نیاز.
ru: Процентное соотношение между решениями, необходимыми пулу для поиска блока, и средним количеством необходимых решений.

# UI
source: Change the Reward Split of this Coin
es: Cambiar el Reparto de la Recompensa para esta Moneda
fa: تغییر تقسیم پاداش این کوین
