Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: Create New Wallet
es: Crear Nueva Cartera
fa: کیف پول جدید ایجاد کنید
ru: Создать новый кошелек

# UI
source: Payout Rules Setup for:
es: Configurar Reglas de Pago para:
fa: تنظیم قوانین پرداخت برای:
ru: Настройка правил выплат для:

# UI
source: You have to select a wallet!
es: ¡Debe seleccionar una cartera!
fa: شما باید یک کیف پول انتخاب کنید!
ru: Вам нужно выбрать кошелек!

# UI
source: Invalid state encountered! Please contact support.
es: ¡Estado inválido encontrado! Por favor contacte a soporte.
fa: با وضعیت نامعتبر مواجه شد! لطفا با پشتیبانی تماس بگیرید.
ru: Обнаружено недопустимое состояние! Обратитесь в службу поддержки.

# UI
source: Edit Payout Settings
es: Editar Ajustes de Pago
fa: تنظیمات پرداخت را ویرایش کنید
ru: Изменить настройки выплат

# UI
source: Confirm Changes
es: Confirmar Cambios
fa: تایید تغییرات
ru: Подтвердить изменения

# UI
source: Payout Wallet
es: Cartera de Pagos
fa: کیف پول پرداخت
ru: Кошелек для выплат

# UI
source: Trigger Type
es: Tipo de Activador
fa: نوع فعال کننده
ru: Тип триггера

# UI
source: Account Balance
es: Balance de Cuenta
fa: موجودی حساب
ru: Остаток на счету

# UI
source: Next Payout
es: Próximo Pago
fa: پرداخت بعدی
ru: Следующая выплата

# UI
source: Payout Settings
es: Ajustes de Pago
fa: تنظیمات پرداخت
ru: Настройки выплат

# UI
source: Total Income
es: Ingreso Total
fa: درآمد کل
ru: Суммарный доход

# UI
source: Payout Request Canceled
es: Solicitud de Pago Cancelada
fa: درخواست پرداخت لغو شد
ru: Запрос на выплату отменен

# UI
source: Payout Request Issued
es: Solicitud de Pago Realizada
fa: درخواست پرداخت صادر شد
ru: Запрос на выплату отправлен

# UI
source: Cancel Payout Request
es: Cancelar Solicitud de Pago
fa: لغو درخواست پرداخت
ru: Отменить запрос на выплату

# UI
source: Request Payout
es: Solicitar Pago
fa: درخواست پرداخت
ru: Запросить выплату

# UI
source: Frequency
es: Frecuencia
fa: فرکانس
ru: Частота

# UI
source: Destination
es: Destino
fa: مقصد
ru: Место назначения

# UI
source: Edit rule
es: Editar regla
fa: ویرایش قانون
ru: Изменить правило

# UI
source: You have no payout settings
es: No tiene ajustes de pago
fa: تنظیمات پرداخت ندارید
ru: У вас нет настроек выплат

# UI
source: Set Up Payout Rule
es: Establecer una Regla de Pago
fa: تنظیم قانون پرداخت
ru: Настройка правил для выплат

# UI
source: Last Completed Transactions
es: Últimas Transacciones Realizadas
fa: آخرین تراکنش های انجام شده
ru: Последние завершенные транзакции

# UI
source: Delete Financial Account:
es: Borrar Cuenta Financiera:
fa: حذف حساب مالی:
ru: Удалить финансовый счет:

# UI
source: Account disabled!
es: ¡Cuenta Deshabilitada!
fa: حساب غیر فعال شد!
ru: Счет отключен!

# UI
source: Disable Financial Account
es: Deshabilitar Cuenta Financiera
fa: غیرفعال کردن حساب مالی
ru: Отключить финансовый счет

# UI
source: Disable Account
es: Deshabilitar Cuenta
fa: غیر فعال کردن حساب
ru: Отключить счет

# UI
source: Do you really want to disable this financial account?<br />This action is <strong>permanent and irreversible</strong>.
es: ¿Realmente desea deshabilitar esta cuenta financiera?<br />Esta acción es <strong>permanente e irreversible</strong>.
fa: آیا واقعاً می‌خواهید این حساب مالی را غیرفعال کنید؟<br />این اقدام <strong>دائمی و غیرقابل برگشت است</strong>.
ru: Вы действительно хотите отключить этот финансовый аккаунт? <br />Это действие <strong>постоянно и необратимо</strong>.

# UI
source: Edit Financial Account:
es: Editar Cuenta Financiera:
fa: ویرایش حساب مالی:
ru: Изменить финансовый счет:

# UI
source: Changes Saved
es: Cambios Guardados
fa: تغییرات ذخیره شد
ru: Изменения сохранены

# UI
source: Edit Financial Account
es: Editar Cuenta Financiera
fa: ویرایش حساب مالی
ru: Изменить финансовый счет

# UI
source: Save Changes
es: Guardar Cambios
fa: ذخیره تغییرات
ru: Сохранить изменения

# UI
source: Account Name
es: Nombre de Cuenta
fa: نام حساب
ru: Имя учетной записи

# UI
source: Financial Account Detail
es: Detalles de Cuenta Financiera
fa: جزئیات حساب مالی
ru: Сведения о финансовом счете

# UI
source: Create Financial Account
es: Crear Cuenta Financiera
fa: ایجاد حساب مالی
ru: Создать финансовый счет

# UI
source: Pause Payouts
es: Pausar Pagos
fa: توقف پرداخت ها
ru: Приостановить выплаты

# UI
source: Resume Payouts
es: Reanudar Pagos
fa: از سرگیری پرداخت ها
ru: Возобновить выплаты

# UI
source: Payouts are blocked by Admin!
es: ¡Pagos bloqueados por Admin!
fa: پرداخت ها توسط ادمین مسدود شده است!
ru: Выплаты заблокированы Админом!

# UI
source: Your payouts have been resumed!
es: ¡Sus pagos han sido reanudados!
fa: پرداخت های شما از سر گرفته شده است!
ru: Ваши выплаты возобновлены!

# UI
source: Your payouts have been paused!
es: ¡Sus pagos han sido pausados!
fa: پرداخت های شما متوقف شده است!
ru: Ваши выплаты приостановлены!

# UI
source: Contact Us
es: Contáctenos
fa: ارتباط با ما
ru: Связаться с нами

# UI
source: Blocked Payouts
es: Pagos Bloqueados
fa: پرداخت های مسدود شده
ru: Заблокированные выплаты

# UI
source: Resume All Payouts
es: Reanudar Todos los Pagos
fa: از سرگیری همه پرداخت ها
ru: Возобновить все выплаты

# UI
source: Do you really want to resume your payouts?
es: ¿Realmente desea reanudar sus pagos?
fa: آیا واقعاً می خواهید پرداخت های خود را از سر بگیرید؟
ru: Вы действительно хотите возобновить выплаты?

# UI
source: Pause All Payouts
es: Pausar Todos los Pagos
fa: توقف همه پرداخت ها
ru: Приостановить все выплаты

# UI
source: Invalid name format!
es: ¡Formato de nombre inválido!
fa: فرمت نام نامعتبر است!
ru: Неверный формат имени!

# UI
source: No accounts have been found…
es: No se han encontrado cuentas…
fa: هیچ حساب کاربری پیدا نشد…
ru: Аккаунты не найдены …

# UI
source: Available Balance
es: Balance Disponible
fa: موجودی در دسترس
ru: Доступные средства

# UI
source: Fiat Equivalent
es: Equivalente en Fiat
fa: معادل فیات
ru: Эквивалент в фиате

# UI
source: Payout rule
es: Regla de pago
fa: قانون پرداخت
ru: Правило для выплат

# UI
source: Add New Account
es: Añadir Nueva Cuenta
fa: افزودن حساب جدید
ru: Добавить новый счет

# UI
source: Name your account
es: Nombrar su cuenta
fa: حساب خود را نامگذاری کنید
ru: Назовите свой счет

# UI
source: Create Account
es: Crear Cuenta
fa: ایجاد حساب کاربری
ru: Создать счет

# UI
source: Payouts Are Blocked!
es: ¡Pagos Bloqueados!
fa: پرداخت ها مسدود شده اند!
ru: Выплаты заблокированы!

# UI
source: Financial Accounts
es: Cuentas Financieras
fa: حساب های مالی
ru: Финансовые счета

# UI
source: HR
es: TH
ru: ХР

# UI
source: Eager for more data? We can provide you with data exports customized for your needs. API improvements are also possible, either by extending our <a>public API</a> or by deploying a private API endpoint.
es: ¿Ansias de mas datos? Podemos proveerle con exportación de datos personalizada a sus necesidades. Mejoras del API también son posibles, bien sea extendiendo nuestra <a>API pública</a> o desplegando un punto de conexión API privado.
fa: مشتاق اطلاعات بیشتر هستید؟ ما می توانیم خروجی های داده های سفارشی شده برای نیازهای شما را به شما ارائه دهیم. بهبودهای API نیز، یا با گسترش <a>API عمومی</a> ما یا با استقرار یک نقطه پایانی API خصوصی ممکن است.
ru: Хотите получить больше дополнительной информации? Мы можем предоставить вам экспорт данных, адаптированный под ваши нужды. Также возможны улучшения API путем расширения нашего <a>общедоступного API</a> или внедрения частной конечной точки API.

# UI
source: You are a <b>Slush Pool VIP</b>.<br />Thank you for your valuable contribution to our pool.<br />As a VIP, you have access to the following premium features and services.
es: Usted es <b>VIP Slush Pool</b>.<br />Gracias por su valiosa contribución a nuestro pool.<br />Como VIP, tiene acceso a las siguientes características y servicios premium.

# UI
source: (Un)Lock Payouts
es: (Des)bloquear Pagos
fa: باز کردن/قفل پرداخت ها
ru: (Раз)Блокировать выплаты

# UI
source: Your payouts have been locked!
es: ¡Sus pagos han sido bloqueados!
fa: پرداخت های شما قفل شده است!
ru: Ваши выплаты заблокированы!

# UI
source: Modify Reward Split
es: Modificar Reparto de Recompensa
fa: تغییر تقسیم پاداش
ru: Изменить разделение вознаграждений

# UI
source: The split sum must be exactly 100%, but yours is $value!
es: La suma del reparto debe dar exactamente 100%, ¡pero la suya es $value!
fa: مجموع تقسیم باید دقیقاً ۱۰۰٪ باشد، اما برا شما $value است!
ru: Сумма разделения должна составлять ровно 100%, но ваша - $value!

# UI
source: You have to assign account to every branch!
es: ¡Debe asignar una cuenta para cada rama!
fa: شما باید به هر شعبه ای حساب اختصاص دهید!
ru: Вы должны привязать учетную запись к каждой части!

# UI
source: The changes have been saved
es: Los cambios han sido guardados
fa: تغییرات دخیره شده اند
ru: Изменения были сохранены

# UI
source: Create a new Financial Account
es: Crear una nueva Cuenta Financiera
fa: یک حساب مالی جدید ایجاد کنید
ru: Создать новый финансовый счет

# UI
source: Remove
es: Remover
fa: حذف
ru: Удалить

# UI
source: Payouts are locked
es: Pagos bloqueados
fa: پرداخت ها قفل شده اند
ru: Выплаты заблокированы

# UI
source: Reward Split
es: Reparto de la Recompensa
fa: تقسیم پاداش
ru: Разделение вознаграждений

# UI
source: Select how you want to split rewards between your financial accounts.
es: Elija como quiere repartir las recompensas entre sus cuentas financieras.
fa: نحوه تقسیم پاداش ها را بین حساب های مالی خود انتخاب کنید.
ru: Выберите, как вы хотите разделить вознаграждение между своими финансовыми счетами.

# UI
source: Split
es: Reparto
fa: تقسیم
ru: Разделение

# UI
source: No accounts have been assigned yet…
es: No se han asignado cuentas aun…
fa: هنوز هیچ حساب کاربری اختصاص داده نشده است…
ru: Счета еще не назначены…

# UI
source: No Accounts Available!
es: ¡No hay Cuentas Disponibles!
fa: هیچ حسابی در دسترس نیست!
ru: Нет доступных счетов!

# UI
source: Add Another Financial Account
es: Añadir Otra Cuenta Financiera
fa: یک حساب مالی دیگر اضافه کنید
ru: Добавить еще один финансовый счет

# UI
source: Change the Wallet(s) of Financial Accounts included in the Reward Split
es: Cambiar la(s) Cartera(s) de las Cuentas Financieras incluidas en el Reparto de la Recompensa
fa: کیف پول(های) حساب های مالی موجود در تقسیم پاداش را تغییر دهید
ru: Измените кошелек (кошельки) финансовых счетов, включенных в разделение вознаграждений

# UI
source: Please note that the manual verification procedure may take up to several days to complete.
es: Favor tome en cuenta que el proceso de verificación manual se podría tardar varios días en completar.
fa: لطفاً توجه داشته باشید که تکمیل فرآیند تأیید دستی ممکن است چند روز طول بکشد.
ru: Обратите внимание, что процедура ручной проверки может занять до нескольких дней.

# UI
source: Your payout setup has been locked on your request. It means that it is <b>not possible to</b>:
es: Su configuración de pago ha sido bloqueada a su solicitud. Eso significa que <b>no será posible</b>:
fa: تنظیم پرداخت شما به درخواست شما قفل شده است. به این معنی که <b> امکان پذیر نیست</b>:
ru: Настройка выплат заблокирована по вашему запросу. Это означает, что <b>нет возможности</b>:

# UI
source: If you wish to unlock your payout setup, please contact our support team and follow their instructions.
es: Si desea desbloquear su configuración de pago, favor contacte nuestro equipo de soporte y siga sus instrucciones.
fa: اگر می‌خواهید قفل تنظیم پرداخت خود را باز کنید، لطفاً با تیم پشتیبانی ما تماس بگیرید و دستورالعمل‌های آنها را دنبال کنید.
ru: Если вы хотите разблокировать настройку выплат, обратитесь в нашу службу поддержки и следуйте их инструкциям.

# UI
source: Payout Setup Lock
es: Bloquear Configuración de Pago
fa: قفل تنظیم پرداخت
ru: Блокировка настройки выплат

# UI
source: I understand the consequences and I wish to lock my payout setup
es: Entiendo las consecuencias y deseo bloquear mi configuración de pago
fa: من عواقب آن را درک می کنم و می خواهم تنظیم پرداخت خود را قفل کنم
ru: Я понимаю последствия и хочу заблокировать настройку выплат

# UI
source: Contact Support
es: Contacte Soporte
fa: تماس با پشتیبانی
ru: Связаться со службой поддержки

# UI
source: Lock Payout Setup
es: Bloquear Configuración de Pago
fa: قفل تنظیم پرداخت
ru: Блокировать настройку выплат

# UI
source: Monitoring settings changed
es: Ajustes de vigilancia cambiados
fa: تنظیمات مانیتورینگ تغییر کرد
ru: Настройки мониторинга изменены

# UI
source: Failed to save monitoring settings!
es: ¡No se pudo guardar los ajustes de vigilancia!
fa: تنظیمات مانیتورینگ ذخیره نشد!
ru: Не удалось сохранить настройки мониторинга!

# UI
source: Tag
es: Etiqueta
fa: برچسب
ru: Тег

# UI
source: Connect Workers
es: Conectar Equipos
fa: ورکرها را متصل کنید
ru: Подключите воркеры

# UI
source: Show found blocks
es: Mostrar bloques encontrados
fa: نمایش بلوک های پیدا شده
ru: Показать найденные блоки

# UI
source: Current Block Info
es: Información Actual de Bloque
fa: اطلاعات بلوک فعلی
ru: Информация о текущем блоке

# UI
source: Luck per Number of Blocks
es: Suerte por Número de Bloques
fa: شانس در هر تعداد بلوک
ru: Удача на количество блоков

# UI
source: Worker(s) update has been applied
es: Actualización a equipo(s) ha sido aplicada
fa: به روز رسانی ورکرها اعمال شده است
ru: Обновление воркеров применено

# UI
source: Delete {count, plural, =1 {# Worker} other {# Workers}}?
es: ¿Borrar {count, plural, =1 {# Worker} other {# Workers}}?
fa: حذف {count, plural, =1 {# Worker} سایر {# Workers}}؟
ru: Удалить {count, plural, =1 {# воркер} other {# воркеры}}?

# UI
source: Do you really want to delete {count, plural, =1 {# worker} other {# workers}}?
es: ¿Realmente desea borrar {count, plural, =1 {# worker} other {# workers}}?
fa: آیا از حذف {count, plural, =1 {# Worker} other {# Workers}} اطمینان دارید؟
ru: Вы действительно хотите удалить {count, plural, =1 {# воркер} other {# воркеры}}?

# UI
source: HR (5 minute)
es: TH (5 minutos)
fa: HR (۵ دقیقه)
ru: ХР (5 минут)

# UI
source: HR (1 hour)
es: TH (1 hora)
fa: HR (۱ ساعت)
ru: ХР (1 час)

# UI
source: HR (1 day)
es: TH (1 día)
fa: HR (۱ روز)
ru: ХР (1 день)

# UI
source: Scoring HR
es: TH Ponderada
fa: امتیاز هش‌ریت
ru: Оценочный ХР

# UI
source: 5 minute
es: 5 minutos
fa: ۵ دقیقه
ru: 5 минут

# UI
source: 1 hour
es: 1 hora
fa: ۱ ساعت
ru: 1 час

# UI
source: 1 day
es: 1 día
fa: ۱ روز
ru: 1 день

# UI
source: Filter by
es: Filtrar por
fa: فیلتر توسط
ru: Фильтровать по

# UI
source: Input string or RegExp to filter the table
es: Cadena de entrada o RegExp para filtrar la tabla
fa: برای فیلتر کردن جدول، رشته یا RegExp را وارد کنید
ru: Введите строку или RegExp для фильтрации таблицы

# UI
source: Secondary HR
es: TH Secundaria
fa: هش ریت ثانویه
ru: Вторичный ХР

# UI
source: Apply Filter
es: Aplicar Filtro
fa: اعمال فیلتر
ru: Применить фильтр

# UI
source: Workers List
es: Lista de Equipos
fa: لیست ورکرها
ru: Список воркеров

# UI
source: Previous
es: Previo
fa: قبلی
ru: Ранее

# UI
source: Next
es: Próximo
fa: بعدی
ru: Дальше

# UI
source: Incident detail
es: Detalle del incidente
fa: جزئیات حادثه
ru: Детали инцидента

# UI
source: Event Time: {time}
es: Tiempo del Evento: {time}
fa: زمان رویداد: {time}
ru: Время события: {time}

# UI
source: Use <b>arrow keys</b> to navigate through other incidents. Close by <b>Esc</b>.
es: Use las <b>teclas de flechas</b> para navegar por los otros incidentes. Cierre con <b>Esc</b>.
fa: از <b>کلیدهای جهت دار</b> برای پیمایش در سایر حوادث استفاده کنید. با استفاده از<b>Esc</b> آن را ببندید.
ru: Используйте <b>клавиши со стрелками</b> для навигации по другим инцидентам. Закройте, нажав <b>Esc</b>.

# UI
source: Worker Detail
es: Detalle del Equipo
fa: جزئیات ورکر
ru: Детали воркера

# UI
source: Reward
es: Recompensa
fa: پاداش
ru: Вознаграждение

# UI
source: Toggle Active Range
es: Cambiar Rango Activo
fa: محدوده فعال را تغییر دهید
ru: Переключить активный диапазон

# UI
source: BTC Address
es: Dirección BTC
fa: آدرس BTC
ru: BTC адрес

# UI
source: Invalid BTC Wallet Address
es: Dirección de Cartera BTC inválida
fa: آدرس کیف پول BTC نامعتبر است
ru: Неверный адрес кошелька BTC

# UI
source: Please enter number between $min and $max
es: Favor ingrese un número entre $min y $max
fa: لطفاً عددی را بین $min و $max وارد کنید
ru: Пожалуйста, введите число от $min до $max

# UI
source: A payout fee of $fee is applied to payouts under $value.
es: Una comisión de pago de $fee es aplicada a los pagos debajo de $value.
fa: کارمزد پرداخت $fee برای پرداخت های کمتر از $value اعمال می شود.
ru: Комиссия за выплату в размере $fee применяется к выплатам ниже $value.

# UI
source: You don't have any rewards yet…
es: Aun no tiene ninguna recompensa…
fa: شما هنوز هیچ پاداشی ندارید…
ru: У вас пока нет вознаграждений…

# UI
source: Block found at
es: Bloque encontrado en
fa: بلوک پیدا شد در
ru: Блок найден в

# UI
source: Overview
es: Perspectiva
fa: بازنگری
ru: Обзор

# UI
source: You have no messages…
es: No tiene mensajes…
fa: شما هیچ پیامی ندارید…
ru: У вас нет сообщений…

# UI
source: Login to see your notifications…
es: Ingrese para ver sus notificaciones…
fa: برای مشاهده اعلان های خود وارد شوید…
ru: Войдите, чтобы увидеть свои уведомления…

# UI
source: {count} unread {count, plural, one {notification} other {notifications}}
es: {count} sin leer {count, plural, one {notification} otras {notifications}}
fa: {count} خوانده نشده {count, plural, one { notification} other { notifications}}
ru: {count} непрочитанных {count, plural, one {notification} other {notifications}}

# UI
source: Enter Workspace
es: Entrar al Espacio de trabajo
fa: وارد فضای کاری شوید
ru: Войти в рабочую панель

# UI
source: Log in
es: Ingresar
fa: ورود
ru: Войти

# UI
source: Log out
es: Salir
fa: خروج
ru: Выйти

# UI
source: Sign up
es: Inscribirse
fa: ثبت نام
ru: Зарегистрироваться

# UI
source: History
es: Historial
fa: تاریخچه
ru: История

# UI
source: Funds
es: Fondos
fa: منابع مالی
ru: Средства

# UI
source: Total Available Balance
es: Balance Total Disponible
fa: کل موجودی در دسترس
ru: Общий доступный баланс

# UI
source: Displayed Coins
es: Monedas Mostradas

# UI
source: An error has occurred in the chart!
es: ¡Un error ha ocurrido en la gráfica!
fa: خطایی در نمودار رخ داده است!
ru: Произошла ошибка в графике!

# UI
source: Count
es: Cuenta
fa: تعداد
ru: Счет

# UI
source: Y Markers
es: Marcadores Y
fa: نشانگرهای Y
ru: Y маркеры

# UI
source: Y2 Markers
es: Marcadores Y2
fa: نشانگرهای Y2
ru: Y2 маркеры

# UI
source: Chart Attributes
es: Atributos de la Gráfica
fa: ویژگی های نمودار
ru: Атрибуты диаграммы

# UI
source: Delete Workers
es: Borrar Equipos
fa: حذف ورکرها
ru: Удалить воркеры

# UI
source: Search…
es: Buscar…
fa: جستجو…
ru: Поиск…

# UI
source: Worker Edit
es: Editar Equipo
fa: ویرایش ورکر
ru: Правка воркера

# UI
source: Worker
es: Equipo
fa: ورکر
ru: Воркер

# UI
source: Add New Label
es: Añadir Nueva Etiqueta
fa: برچسب جدید اضافه کنید
ru: Добавить новый ярлык

# UI, workers
source: Abbreviation
es: Abreviación
fa: مخفف
ru: Аббревиатура

source: Name
es: Nombre
fa: نام
ru: Название

source: Optional information about location, power, etc.
es: Información Opcional sobre ubicación, energía, etc.
fa: اطلاعات اختیاری در مورد مکان، توان و غیره.
ru: Дополнительная информация о местонахождении, мощности и т. д.

# UI
source: No available URLs for selected location & protocol!
es: ¡No hay direcciones disponibles para la ubicación y protocolo seleccionado!
fa: هیچ نشانی اینترنتی برای مکان و پروتکل انتخابی موجود نیست!
ru: Нет доступных URL-адресов для выбранного местоположения и протокола!

# UI
source: Not available for selected location
es: No disponible en la ubicación seleccionada
fa: برای مکان انتخاب شده در دسترس نیست
ru: Недоступно для выбранного местоположения

# UI
source: Slush Pool servers are located all around the world. For a stable connection and lower latency, <strong>please select a location</strong> that is closest to your mining location.
es: Los servidores Slush Pool se encuentran disponibles alrededor del mundo. Para una conexión estable y de menor latencia, <strong>favor elija una ubicación</strong> que esté lo mas cerca posible de su ubicación de minado.

# UI
source: Select Location
es: Elegir Ubicación
fa: مکان را انتخاب کنید
ru: Выберите место

# UI
source: Mining Protocol
es: Protocolo de Minería
fa: پروتکل ماینینگ
ru: Протокол майнинга

# UI
source: Configure your mining device
es: Configure su dispositivo minero
fa: دستگاه ماینینگ خود را پیکربندی کنید
ru: Настройте свой майнер

# UI
source: userID
es: IDusuario
ru: IDпользователя

# UI
source: workerName
es: nombreEquipo
ru: имяВоркера

# UI
source: password
es: contraseña
fa: کلمه عبور
ru: пароль

# UI
source: anything123
es: loquesea123
ru: что-либо123

# UI
source: Note: workerName is optional — it is fine if you do not provide any. In this case, our system will automatically create an auto worker for you. However, we recommend connecting each mining device with a separate workerName for efficient monitoring.
es: Nota: nombreEquipo es opcional — está bien si no provee ninguno. En ese caso, nuestro sistema creará un equipo auto para usted. Sin embargo, recomendamos conectar cada dispositivo minero con un nombreEquipo distinto para una vigilancia eficiente.
fa: توجه: نام ورکر اختیاری است - اگر چیزی ارائه نکنید مشکلی نیست. در این صورت، سیستم ما به طور خودکار یک نام ورکر خودکار برای شما ایجاد می کند. با این حال، توصیه می کنیم برای نظارت کارآمد، هر دستگاه ماینینگ را با یک نام ورکر جداگانه متصل کنید.
ru: Примечание: имяВоркера не является обязательным - это нормально, если вы его не укажете. В этом случае наша система автоматически создаст для вас автоматический воркер. Однако мы рекомендуем подключать каждое устройство для майнинга к отдельному воркеру для эффективного мониторинга.

# UI
source: Please be patient. It may take a few minutes for your newly connected device to show up.
es: Por favor sea paciente. Podría tomar unos minutos para que su dispositivo recién conectado aparezca.
fa: لطفا صبور باشید. ممکن است چند دقیقه طول بکشد تا دستگاه تازه متصل شما نشان داده شود.
ru: Пожалуйста, проявите терпение. Отображение вновь подключенного устройства может занять несколько минут.

# UI
source: Connected! Go back
es: ¡Conectado! Volver
fa: متصل شد! بازگشت
ru: Подключено! Вернуться

# UI
source: Label
es: Etiqueta
fa: برچسب
ru: Ярлык

# UI
source: Each point on the chart represents a worker incident and its color describes the type of incident
es: Cada punto de la gráfica representa un incidente de equipo y su color describe el tipo de incidente
fa: هر نقطه در نمودار نشان دهنده یک رویداد ورکر است و رنگ آن نشان دهنده نوع رویداد است
ru: Каждая точка на диаграмме представляет инцидент с воркером, а ее цвет описывает тип инцидента

# UI
source: For example, when your worker goes from Low to OK, you will see an orange line followed by a green point and green line, representing the state change.
es: Por ejemplo, cuando su equipo va de Bajo a OK, verá una línea naranja seguida de un punto verde y una línea verde, representando el cambio de estado.
fa: به عنوان مثال، وقتی ورکر شما از Low به OK می‌رود، یک خط نارنجی به دنبال یک نقطه سبز و یک خط سبز خواهید دید که نشان‌دهنده تغییر حالت است.
ru: Например, когда ваш рабочий переходит с низкого уровня на нормальный, вы увидите оранжевую линию, за которой следует зеленая точка и зеленая линия, представляющие изменение состояния.

# UI
source: Avg. Daily Reward
es: Recompensa Diaria Promedio
fa: میانگین پاداش روزانه
ru: Средняя ежедневная награда

# UI
source: Est. Daily Reward
es: Recompensa Diaria Estimada
fa: برآورد پاداش روزانه
ru: Предполагаемое ежедневное вознаграждение

# UI
source: Est. Reward per Block
es: Recompensa Estimada por Bloque
fa: برآورد پاداش در هر بلوک
ru: Предполагаемое вознаграждение за блок

# UI
source: Pool Effective HR (30m avg)
es: TH Efectiva del Pool (promedio 30m)
fa: هش ریت موثر استخر (میانگین ۳۰ دقيقه)
ru: Эффективный ХР пула (средн. за 30 мин.)
