Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: Feedback Form
es: Formulario de Opinión
fa: فرم بازخورد
ru: Форма для обратной связи

# UI
source: Back to Platform
es: Volver a la Plataforma
fa: بازگشت به پلتفرم
ru: Вернуться на платформу

# UI
source: Thanks for you message
es: Gracias por su mensaje
fa: ممنون از پیام شما
ru: Спасибо за ваше сообщение

# UI
source: Your feedback is highly appreciated.
es: Sus comentarios son muy apreciados.
fa: از بازخورد شما بسیار قدردانی می شود.
ru: Ваш отзыв очень важен.

# UI
source: Send to Support
es: Enviar a Soporte
fa: ارسال به پشتیبانی
ru: Отправить в службу поддержки

# UI
source: Feel free to submit a bug or request a feature.{br}Please provide as much information as possible.
es: No dude en reportar un fallo o solicitar una mejora.{br}Favor provea la mayor información posible.
fa: با خیال راحت یک گزارش خطا ارسال کنید یا یک ویژگی درخواست کنید.{br}لطفاً تا حد امکان اطلاعات بیشتری ارائه دهید.
ru: Не стесняйтесь сообщать об ошибке или запрашивать функцию.{br}Предоставьте как можно больше информации.

# UI
source: Subject
es: Asunto
fa: موضوع
ru: Предмет

# UI
source: Describe in few words
es: Descrito en pocas palabras
fa: در چند کلمه توصیف کنید
ru: Опишите в двух словах

# UI
source: Share any details you can about your experience
es: Comparta cualquier detalle sobre su experiencia
fa: هر جزئیاتی را که می توانید در مورد تجربه خود به اشتراک بگذارید
ru: Поделитесь любыми подробностями о своем опыте

# UI
source: May we contact you on email if we have additional questions?
es: ¿Le podemos contactar por correo si tenemos mas preguntas?
fa: اگر سؤالات دیگری داشتیم، ممکن است از طریق ایمیل با شما تماس بگیریم؟
ru: Можем ли мы связаться с вами по электронной почте, если у нас возникнут дополнительные вопросы?

# UI
source: Yes
es: Si
fa: بله
ru: Да

# UI
source: Create your New Account
es: Crear su Nueva Cuenta
fa: ایجاد حساب جدید
ru: Создать новый аккаунт

# UI
source: Create Password
es: Crear Contraseña
fa: ایجاد رمز عبور
ru: Ввести пароль

# UI
source: Repeat Password
es: Repetir Contraseña
fa: تکرار رمز عبور
ru: Повторить пароль

# UI
source: By clicking the "Sign Up" button, you are creating a Slush Pool account, and you agree to {termsOfUse} and {privacyPolicy}.
es: Al hacer clic al botón "Inscribirse", estará creando una cuenta en Slush Pool, y acepta los {termsOfUse} y la {privacyPolicy}.

# UI
source: Terms of Use
es: Términos de Uso
fa: شرایط استفاده
ru: Условия использования

# UI
source: Privacy Policy
es: Política de Privacidad
fa: سیاست حفظ حریم خصوصی
ru: Политика конфиденциальности

# UI
source: Skip for now
es: Omitir por ahora
fa: فعلا رد شوید
ru: Пропустить сейчас

# UI
source: We strongly recommend to enable this extra layer of security.
es: Se recomienda encarecidamente habilitar esta capa extra de seguridad.
fa: ما به شدت توصیه می کنیم که این لایه اضافی از امنیت را فعال کنیم.
ru: Мы настоятельно рекомендуем включить этот дополнительный уровень безопасности.

# UI
source: A mobile app that generates a 6-8 digit one-time password to be used for one single login attempt. You can use Google Authenticator or other similar services of your choice.
es: Una aplicación móvil que crea una contraseña de un uso de 6-8 dígitos para usarla en un solo intento de acceso. Puede usar Google Authenticator o cualquier otro servicio similar.
fa: یک برنامه تلفن همراه که یک رمز عبور ۶ تا ۸ رقمی یک بار مصرف ایجاد می کند تا برای یک بار تلاش برای ورود به سیستم استفاده شود. می توانید از Google Authenticator یا سایر خدمات مشابه مورد نظر خود استفاده کنید.
ru: Мобильное приложение, которое генерирует одноразовый пароль из 6-8 цифр, который будет использоваться для одной попытки входа в систему. Вы можете использовать Google Authenticator или другие аналогичные службы по вашему выбору.

# UI
source: Set Up OTP
es: Poner OTP
fa: راه اندازی OTP
ru: Настроить OTP

# UI
source: Physical Security Key using FIDO Universal 2nd Factor (U2F). You can connect multiple U2F devices.
es: Llave Física de Seguridad utilizando 2do Factor Universal FIDO (U2F). Puede conectar varios dispositivos U2F.

# UI
source: Set Up U2F
es: Poner U2F

# UI
source: Enable Two-Factor Authentication
es: Habilitar Autenticación de dos factores
fa: فعال کردن احراز هویت دو مرحله ای
ru: Включить двухфакторную аутентификацию

# UI
source: Confirmation Email Sent
es: Correo de Confirmación Enviado
fa: ایمیل تایید فرستاده شد
ru: Письмо с подтверждением отправлено

# UI
source: Thank you for joining Slush Pool.{br}We've sent a confirmation email to {email}. Please follow the link in that email to confirm your email address and then you'll be able to sign in to your new account.{br}If you haven't received the email please check also spam folder.
es: Gracias por unirse a Slush Pool.{br}Hemos enviado un correo de confirmación a {email}. Favor siga el enlace en ese correo para confirmar su dirección de correo y luego podrá acceder a su nueva cuenta.{br}Si no ha recibido el correo favor revise también la carpeta spam.

# UI
source: Password is too short!
es: ¡Contraseña muy corta!
fa: رمز عبور خیلی کوتاه است!
ru: Пароль слишком короткий!

# UI
source: Exporting mining and reward data is made straightforward and efficient through API's as well as CSV and JSON downloads.
es: Exportar datos de minería y recompensa se hace sencillo y eficiente mediante API's y también como descargas CSV y JSON.

# UI
source: Autotunning{br}mining firmware
es: Firmware de mineria{br}con autoajuste

# UI
source: Open Source{br}mining firmware
es: Firmware de minería{br}Código Abierto

# UI
source: World's first{br}mining pool
es: Primer pool{br}minero del mundo

# UI, action
source: Login
es: Iniciar sesión
fa: ورود
ru: Вход

# UI
source: Your password has been set. You may go ahead and log in now.
es: Su contraseña ha sido establecida. Puede seguir adelante e iniciar sesión ahora.
fa: رمز عبور شما تنظیم شده است. شما اکنون می توانید ادامه داده و وارد شوید.
ru: Ваш пароль был установлен. Вы можете войти прямо сейчас.

# UI
source: Last $coin Payout
es: Último Pago $coin
fa: آخرین پرداخت کوین دلاری
ru: Последняя $coin выплата

# UI
source: Time
es: Tiempo
fa: زمان
ru: Время

# UI
source: All Time Reward
es: Recompensa Total Acumulada
fa: پاداش کل زمان
ru: Вознаграждение за все время

# UI
source: Password Reset Complete
es: Restablecimiento de contraseña completo
fa: تنظیم مجدد کلمه عبور کامل شد
ru: Сброс пароля завершен

# UI
source: Something went wrong with the website. Mining is not affected.
es: Algo ha fallado en la página web. La minería no está afectada.
fa: مشکلی در وب‌سایت پیش آمد. استخراج تحت تأثیر قرار نمی‌گیرد.
ru: Что-то пошло не так с сайтом. На майнинг не влияет.

# UI
source: Activity History
es: Historial de actividades
fa: تاریخچه فعالیت
ru: История активности

# UI
source: Failed to obtain captcha!
es: ¡No se pudo obtener el captcha!
fa: دریافت کپچا ناموفق بود!
ru: Не удалось получить капчу!

# UI
source: Sum of your rewards from blocks which are still waiting for more confirmations. Once the block has 100 confirmations, the associated reward becomes confirmed and moves to a specified financial account(s).
es: Suma de las recompensas de los bloques que aún esperan más confirmaciones. Una vez que el bloque tiene 100 confirmaciones, la recompensa asociada se convierte en confirmada y se traslada a una(s) cuenta(s) financiera(s) especificada(s).
fa: مجموع پاداش‌های شما از بلوک‌هایی که هنوز منتظر تأییدیه‌های بیشتر هستند. هنگامی که بلوک ۱۰۰ تأیید داشت، پاداش مربوطه تأیید می شود و به یک حساب مالی مشخص منتقل می شود.
ru: Сумма ваших вознаграждений, которые все еще ждут подтверждения. Как только блок получит 100 подтверждений, соответствующее вознаграждение будет подтверждено и перемещено на указанный финансовый счет (а).

# UI
source: All-Time Reward
es: Recompensa Total Acumulada
fa: پاداش کل زمان
ru: Вознаграждения за все время

# UI
source: Your payouts have been locked by admin! Please contact our technical support team if you don't know why.
es: ¡Sus pagos han sido bloqueados por el administrador!. Por favor, contacta con nuestro equipo de soporte técnico si no sabes por qué.
fa: پرداخت های شما توسط ادمین قفل شده است! اگر دلیل آن را نمی دانید، لطفاً با تیم پشتیبانی فنی ما تماس بگیرید.
ru: Ваши выплаты заблокированы администратором! Если вы не знаете почему, обратитесь в нашу службу технической поддержки.

# UI
source: You're about to pause all your payouts, overriding your payout rules and stopping the payouts indefinitely.
es: Está a punto de pausar todos sus pagos, anulando sus reglas de pago y deteniendo los pagos indefinidamente.
fa: شما در شرف توقف تمام پرداخت‌های خود هستید، قوانین پرداخت خود را نادیده می‌گیرید و پرداخت‌ها را به‌طور نامحدود متوقف می‌کنید.
ru: Вы собираетесь приостановить все выплаты, отменяя правила выплат и приостанавливая выплаты на неопределенный срок.

# UI
source: To resume payouts in the future, you will be prompted for your password and 2FA (if enabled).
es: Para reanudar los pagos en el futuro, se le pedirá su contraseña y 2FA (si está activado).
fa: برای از سرگیری پرداخت ها در آینده، از شما خواسته می شود رمز عبور و 2FA (در صورت فعال بودن) را وارد کنید.
ru: Чтобы возобновить выплаты в будущем, вам будет предложено ввести пароль и двухфакторную аутентификацию (если она включена).

# UI
source: You don’t have any disabled financial accounts.
es: No tienes ninguna cuenta financiera inhabilitada.
fa: هیچ حساب مالی غیرفعال ندارید.
ru: У вас нет заблокированных финансовых аккаунтов.

# UI
source: Next Payout ETA
es: Est. Próximo Pago
fa: زمان پرداخت بعدی
ru: Время следующей выплаты

# UI
source: You don’t have any disabled wallets.
es: No tiene ninguna cartera desactivada.
fa: شما هیچ کیف پول غیر فعالی ندارید.
ru: У вас нет отключенных кошельков.

# UI
source: in an hour
es: en una hora
fa: تا یک ساعت
ru: через час

# UI
source: We will send you the full balance of this account to {wallet}.
es: Le enviaremos el saldo completo de esta cuenta a {wallet}.
fa: ما موجودی کامل این حساب را برای شما به {wallet} ارسال می کنیم.
ru: Мы отправим вам полный баланс этого аккаунта на {wallet}.

# UI
source: Estimated time of the payout: {time}.
es: Tiempo estimado del pago: {time}.

# UI
source: You should receive the funds <strong>within one hour</strong>.
es: Debería recibir los fondos <strong>en una hora</strong>.

# UI
source: Story
es: Historia
fa: داستان
ru: История

# UI
source: Our Mining Pool Story
es: Historia de Nuestro Pool Minero
fa: داستان استخر ماینینگ ما
ru: История нашего майнинг-пула

# UI
source: Bitcoin mining since 2010
es: Minando Bitcoin desde 2010
fa: استخراج بیت کوین از سال ۲۰۱۰
ru: Биткойн майнинг с 2010 года

# UI
source: Braiins | Bitcoin Mining Company
es: Braiins | Compañía Minera de Bitcoin
fa: Braiins | شرکت ماینینگ بیت کوین
ru: Braiins | компания Bitcoin майнинга

# UI
source: Bitcoin Mining Company.
es: Compañía Minera de Bitcoin.
fa: شرکت استخراج بیت کوین.
ru: Компания Bitcoin майнинга.

# UI
source: The Genesis Block
es: El Bloque Génesis

# UI
source: Bitcoin launches with the mining of the genesis block by Satoshi Nakamoto.{br}There are very few miners in the early days, and it’s possible for solo miners to find blocks frequently with CPUs.
es: Bitcoin se lanza con la minería del bloque génesis por Satoshi Nakamoto.{br}Hay muy pocos mineros en los primeros días, y es posible que los mineros en solitario encuentren bloques con frecuencia con las CPU.

# UI
source: Slush Pool Launches
es: Lanzamiento de Slush Pool

# UI
source: More participants join the network and some begin mining with GPUs, making it increasingly difficult for solo miners to find blocks. To address this, Marek “Slush” Palatinus announces the creation of the Bitcoin.cz cooperative mining pool in a <a>bitcointalk thread</a>. The pool mined 3 blocks in its first 24 hours of operation on December 16th. (Bitcoin.cz was later renamed to Slush Pool in 2016.)
es: Más participantes se unen a la red y algunos comienzan a minar con GPUs, lo que hace cada vez más difícil que los mineros en solitario encuentren bloques. Para hacer frente a esto, Marek "Slush" Palatinus anuncia la creación del pool de minería cooperativa Bitcoin.cz en un <a>hilo de bitcointalk</a>. El pool minó 3 bloques en sus primeras 24 horas de funcionamiento el 16 de diciembre. (Bitcoin.cz pasó a llamarse posteriormente Slush Pool en 2016.)

# UI
source: The concept of pooled mining had been discussed in the community before the launch of Slush Pool, with a few implementations all launching around the same time. These early pools did not operate for long before <a>shutting down</a>, except for the Slush Pool.
es: El concepto de minería agrupada se había discutido en la comunidad antes del lanzamiento de Slush Pool, con algunas implementaciones que se lanzaron al mismo tiempo. Estos primeros pools no funcionaron por mucho tiempo antes de <a>cerrar</a>, excepto Slush Pool.

# UI
source: Braiins is Founded & Slush Pool Grows
es: Se funda Braiins y crece Slush Pool

# UI
source: Jan Čapek & Pavel Moravec combine their years of IT experience in the banking & embedded engineering industries to start Braiins with a focus on embedded software R&D.
es: Jan Čapek y Pavel Moravec combinan sus años de experiencia en TI en los sectores de la banca y la ingeniería integrada para fundar Braiins, centrada en la I+D de software integrado.

# UI
source: Embedded devices engineer and father of Braiins OS firmware and BOSminer software to replace the outdated and closed CGMiner.
es: Ingeniero de dispositivos integrados y padre del firmware Braiins OS y del software BOSminer para sustituir al anticuado y cerrado CGMiner.

# UI
source: Lead engineer of Slush Pool since 2013, now primarily focused on building hashrate-based market products for the mining industry.
es: Ingeniero principal de Slush Pool desde 2013, ahora centrado principalmente en la construcción de productos de mercado basados en tasa de hash para la industria minera.

# UI
source: Slush Pool was originally operated and funded by Slush. As network traffic to the pool’s servers increased, a 2% fee was introduced to cover the operating costs of running the pool and to address a concern that some community members had that zero fees could lead to greater centralization and less competition. This validated the concept of using a mining pool as a business. As a result, competitors began to emerge, such as DeepBit and BTC Guild, in the Spring of 2011.
es: Slush Pool fue originalmente operado y financiado por Slush. A medida que aumentaba el tráfico de la red a los servidores del pool, se introdujo una tasa del 2% para cubrir los costes de funcionamiento del pool y para responder a la preocupación que tenían algunos miembros de la comunidad de que las tasas cero podrían conducir a una mayor centralización y a una menor competencia. Esto validó el concepto de utilizar un pool de minería como un negocio. Como resultado, empezaron a surgir competidores, como DeepBit y BTC Guild, en la primavera de 2011.

# UI
source: Pool Growth & Introduction of Stratum Protocol
es: Crecimiento del Pool e introducción del Protocolo Stratum

# UI
source: In March, the web hosting company Linode suffers a hack which leads to <a>the loss</a> of 3094 BTC from the pool wallet. Slush generously covers the loss out of his pocket.
es: En marzo, la empresa de alojamiento web Linode sufre un hackeo que provoca <a>la pérdida</a> de 3094 BTC del monedero del pool. Slush cubre generosamente la pérdida de su bolsillo.

# UI
source: On September 10th, Slush <a>announces</a> his proposal for a new pooled mining protocol known as Stratum, which helps to address many flaws of the getwork mining protocol. Stratum would go on to become the open standard for pooled mining, helping the industry scale over time.
es: El 10 de septiembre, Slush <a>anuncia</a> su propuesta de un nuevo protocolo de minería agrupada conocido como Stratum, que ayuda a solucionar muchos defectos del protocolo de minería getwork. Stratum se convertiría en el estándar abierto para la minería en grupo, ayudando a la industria a escalar con el tiempo.

# UI
source: Braiins Begins Operating Slush Pool
es: Braiins Comienza a Operar Slush Pool

# UI
source: In January, the <a>release</a> of the first ASICs by Avalon kickstarts a new era in bitcoin mining.
es: En enero, el <a>lanzamiento</a> de los primeros ASIC de Avalon inicia una nueva era en la minería de bitcoins.

# UI
source: Marek “Slush” Palatinus launches a new venture separate from Slush Pool called Satoshi Labs, which develops the Trezor hardware wallets. Meanwhile, Braiins acquires a majority stake in Slush Pool and takes over operations and development of the pool.
es: Marek "Slush" Palatinus lanza una nueva empresa separada de Slush Pool llamada Satoshi Labs, que desarrolla los monederos de hardware Trezor. Mientras tanto, Braiins adquiere una participación mayoritaria en Slush Pool y se hace cargo de las operaciones y el desarrollo del pool.

# UI
source: Braiins Upgrades Pool Infrastructure
es: Braiins Actualiza la Infraestructura del Pool

# UI
source: Braiins rewrites Slush Pool’s software to make it more scalable, easier to operate, and secure.{br}Meanwhile, we continue investing in more robust mining infrastructure to accommodate the expanding mining ecosystem across the globe.
es: Braiins reescribe el software de Slush Pool para hacerlo más escalable, más fácil de operar y más seguro.{br}Mientras tanto, seguimos invirtiendo en una infraestructura minera más robusta para dar cabida al creciente ecosistema minero en todo el mundo.

# UI
source: The 1 Milion BTC Milestone
es: El Hito de 1 Millón de BTC

# UI
source: Slush Pool was the first to reach the 1 million BTC mined milestone and is still the top mining pool in terms of total bitcoins mined at over 1.25 million and counting!
es: Slush Pool fue el primero en alcanzar el hito de 1 millón de BTC minados y sigue siendo el pool minero más importante en términos de bitcoins totales minados, ¡con más de 1,25 millones y contando!

# UI
source: bitcoin.cz Becomes Slush Pool
es: bitcoin.cz Se convierte en Slush Pool

# UI
source: The mining community is regularly referring to Bitcoin.cz by its nickname of "Slush's Pool", making “Slush Pool” an obvious choice for renaming the pool as it continues to grow internationally.
es: La comunidad minera se refiere regularmente a Bitcoin.cz por su apodo de "Slush's Pool", lo que hace que "Slush Pool" sea una opción obvia para cambiar el nombre del pool mientras sigue creciendo internacionalmente.

# UI
source: Braiins Supports BTC, not BCH
es: Braiins Apoya BTC, no BCH

# UI
source: Braiins becomes the first and only pool operator to allow individual miners to participate in bitcoin’s governance by <voting>voting on the controversial issues</voting> of the <segwit>SegWit upgrade</segwit> and a potential block size increase. After the contentious Bitcoin Cash hard fork, Braiins stays focused solely on bitcoin and doesn’t support BCH mining on the pool.
es: Braiins se convierte en el primer y único operador de pool que permite a los mineros individuales participar en la gobernanza de bitcoin mediante <voting>la votación de las controvertidas cuestiones</voting> de la actualización <segwit>SegWit</segwit> y un potencial aumento del tamaño de bloque. Después de la polémica bifurcación de Bitcoin Cash, Braiins se centra únicamente en bitcoin y no admite la minería de BCH en el pool.

# UI
source: Developing Solutions for Mining Decentralization
es: Desarrollo de Soluciones para la Descentralización Minera

# UI
source: The Braiins team verifies the capability for overt AsicBoost and is the <asicboos>first pool to add AsicBoost compatibility</asicboos>. Meanwhile, Jan leads a new initiative to offer alternative firmware for the Antminer S9 as centralization concerns grow with the Antbleed and covert AsicBoost incidents. In September, Braiins <bos>releases a free and open-source firmware</bos> called Braiins OS for Antminer S9s, enabling overt AsicBoost.
es: El equipo de Braiins verifica la capacidad AsicBoost descubierto y es el <asicboos>primer pool que añade compatibilidad AsicBoost</asicboos>. Mientras tanto, Jan lidera una nueva iniciativa para ofrecer un firmware alternativo para Antminer S9, ya que la preocupación por la centralización crece con los incidentes de Antbleed y AsicBoost encubierto. En septiembre, Braiins <bos>lanza un firmware gratuito y de código abierto</bos> llamado Braiins OS para los Antminer S9, que permite el AsicBoost descubierto.

# UI
source: The Braiins Open-Source Initiative
es: La iniciativa de código abierto de Braiins

# UI
source: As Braiins OS adoption continues, it becomes clear that CGminer, the mining software used as a base by hardware manufacturers, has become a mess of closed-source forks. To address this, Braiins begins working on BOSminer, a replacement of CGminer written from scratch in Rust language.
es: A medida que continúa la adopción del sistema operativo Braiins, se hace evidente que CGminer, el software de minería utilizado como base por los fabricantes de hardware, se ha convertido en un lío de bifurcaciones de código cerrado. Para solucionar esto, Braiins comienza a trabajar en BOSminer, un reemplazo de CGminer escrito desde cero en lenguaje Rust.

# UI
source: Jan and Pavel work with Matt Corallo to <a>publish a detailed specification for Stratum V2</a>, a next-generation pooled mining protocol that solves many of the inefficiencies and security flaws of the original stratum protocol.
es: Jan y Pavel trabajan con Matt Corallo para <a>publicar una especificación detallada de Stratum V2</a>, un protocolo de minería agrupada de nueva generación que resuelve muchas de las ineficiencias y fallos de seguridad del protocolo stratum original.

# UI
source: Autotuning Firmware to Optimize ASICs
es: Firmware de Autoajuste para optimizar los ASICs

# UI
source: Braiins launches a commercial variant of the firmware called Braiins OS+ which includes per-chip autotuning to optimize ASIC efficiency at any level of power consumption. The firmware includes a native (<a>partial</a>) Stratum V2 implementation and the team adds Stratum V2 endpoints on Slush Pool, enabling miners to have encrypted V2 connections that are more secure, private, and efficient.
es: Braiins lanza una variante comercial del firmware llamada Braiins OS+, que incluye autoajuste por chip para optimizar la eficiencia del ASIC en cualquier nivel de consumo de energía. El firmware incluye una implementación nativa (<a>parcial</a>) de Stratum V2 y el equipo añade enlaces de Stratum V2 en Slush Pool, lo que permite a los mineros disponer de conexiones V2 cifradas más seguras, privadas y eficientes.

# UI
source: Braiins, which has been the sole operator of Slush Pool since taking a majority stake in 2013, <a>acquires the remaining stake from Marek</a> as he continues to focus on SatoshiLabs.
es: Braiins, que ha sido el único operador de Slush Pool desde que se hizo con una participación mayoritaria en 2013, <a>adquiere la participación restante de Marek</a> mientras este sigue centrado en SatoshiLabs.

# UI
source: Slush Pool celebrates its <a>10-year anniversary</a>.
es: Slush Pool celebra su <a>10º aniversario</a>.

# UI
source: Upgrades for Slush Pool and Braiins OS+
es: Actualizaciones para Slush Pool y Braiins OS+

# UI
source: Slush Pool gets a major upgrade, enabling an ultra-flexible payout system, customizable reward splitting, and more sophisticated account structuring. The user interface also gets fully redesigned.
es: Slush Pool recibe una importante actualización que permite un sistema de pagos ultraflexible, un reparto de recompensas personalizable y una estructuración de cuentas más sofisticada. La interfaz de usuario también se ha rediseñado por completo.
