Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: Caught in an infinite loop!
es: Atrapado en un bucle infinito!
fa: گرفتار در یک چرخه بی نهایت!
ru: Система работает в бесконечном цикле!

# UI
source: Failed to fetch response from server
es: Error al extraer respuesta desde el servidor

# UI
source: Login
es: Inicio de sesión
fa: ورود
ru: Войти

# UI
source: Page Not Found
es: Página no encontrada
fa: صفحه یافت نشد
ru: Страница не найдена

# UI
source: Allow website login
es: Permitir el inicio de sesión en el sitio web
fa: اجازه ورود به وب سایت
ru: Разрешить вход на сайт

# UI
source: Date range
es: Rango de fechas
fa: محدوده تاریخ
ru: Диапазон дат

# UI
source: Please make sure that this account is the one that you want to delete.
es: Asegúrese de que esta cuenta es la que desea eliminar.
fa: لطفاً اطمینان حاصل کنید که این حساب کاربری است که می خواهید حذف کنید.
ru: Пожалуйста, убедитесь, что вы хотите удалить именно эту учетную запись.

# UI
source: Bad format of API response
es: Formato incorrecto de respuesta API

# UI
source: Welcome, {username}!
es: Bienvenido, {nombre de usuario}!
fa: خوش آمدید ، {نام کاربری}!
ru: Добро пожаловать, {username}!

# UI
source: It looks like you do not have any 2FV method active.
es: Parece que no tienes ningún método 2FV activo.
fa: به نظر میرسد شما هیچ روش 2FV فعالی ندارید.
ru: Похоже, у вас нет активного метода 2FV.

# UI
source: This chart cannot fit in available area!
es: Este gráfico no puede encajar en el área disponible!
fa: این نمودار متناسب فضای در دسترس نیست!
ru: Этот диаграмма не может поместиться в доступной области!

# UI
source: You have to select at least one user
es: Tiene que seleccionar al menos un usuario
fa: شما باید حداقل یک کاربر را انتخاب کنید
ru: Вы должны выбрать хотя бы одного пользователя

# UI
source: {count, plural, =1 {# Worker} other {# Workers}} deleted.
es: {count, plural, =1 {# Worker} other {# Workers}} eliminado.
fa: {count, plural, =1 {# Worker} other {# Workers}} حذف شد.
ru: {count, plural, =1 {# Воркер} other {# Воркеры}} удалены.

# UI
source: Skip to the end
es: Saltar al final
fa: به مرحله پایان بروید
ru: Перескочить на конец

# UI
source: Changes were successfully saved.
es: Los cambios se guardaron con éxito.
fa: تغییرات با موفقیت ذخیره شد.
ru: Изменения были успешно сохранены.

# UI
source: Username
es: Nombre de usuario
fa: نام کاربری
ru: Имя пользователя

# UI
source: Invalid server response
es: Respuesta del servidor inválida
fa: پاسخ نامعتبر سرور
ru: Ошибка сервера

# UI
source: Support Login
es: Inicio de sesión de Soporte
fa: ورود به سیستم پشتیبانی
ru: Вход для поддержки

# UI
source: Help Center
es: Centro de Ayuda
fa: مرکز راهنمایی
ru: Центр помощи

# UI
source: Suspended
es: Suspendido
fa: تعلیق‌شده
ru: Приостановлено

# UI
source: Local hints available
es: Indicaciones locales disponibles

# UI
source: You will be logged-out from this session as well. Are you sure that you want to continue?
es: También se desconectará de esta sesión. Estás seguro de que quiere continuar?
fa: شما از این جلسه نیز خارج خواهید شد. آیا مطمئن هستید که می خواهید ادامه دهید؟
ru: Вы также выйдете и из этой сессии. Вы уверены, что хотите продолжить?

# UI
source: Widget Error
es: Error de Widget
fa: خطای ویجت
ru: Ошибка виджета

# UI
source: You are looking at a Demo Account
es: Estás viendo una Cuenta Demo
fa: شما در حال مشاهده یک نسخه نمایشی حساب کاربری هستید
ru: Вы смотрите на демо-версию учетной записи

# UI
source: Join Slush Pool
es: Únete a Slush Pool

# UI
source: Hashrate Proof
es: Prueba de Hashrate
fa: اثبات نرخ هش
ru: Доказательство хешрейта

# UI
source: Login to continue
es: Inicia sesión para continuar
fa: برای ادامه وارد سیستم شوید
ru: Войдите, чтобы продолжить

# UI
source: Spread the word
es: Difundir la palabra

# UI
source: Delete Worker
es: Eliminar Equipo de Minería
fa: حذف ورکر
ru: Удалить воркер

# UI
source: Only letters, numbers, underscore and hyphen!
es: Sólo letras, números, guiones bajos y guiones!
fa: فقط حروف ، اعداد ، زیرخط و خط تیره!
ru: Только буквы, цифры, подчеркивание и дефис!

# UI
source: monitoring
es: vigilancia
fa: نظارت
ru: мониторинг

# UI
source: You have unconfirmed changes that will be discarded. Do you wish to continue?
es: Usted tiene cambios no confirmados que serán descartados. Desea continuar?
fa: شما تغییرات تأیید نشده ای را حذف خواهید کرد. آیا می خواهید ادامه دهید؟
ru: У вас есть неподтвержденные изменения, которые будут отменены. Вы хотите продолжить?

# UI
source: Received an invalid challenge structure!
es: Recibió una estructura de desafío inválida!
fa: دریافت ساختار چالش نامعتبر!
ru: Получена неверная структура запроса!

# UI
source: Invalid email format!
es: Formato de correo electrónico inválido!
fa: فرمت ایمیل نامعتبر است!
ru: Неверный формат электронной почты!

# UI
source: You will be able to access this profile via our website using the credentials below.
es: Podrá acceder a este perfil a través de nuestro sitio web utilizando las siguientes credenciales.
fa: شما قادر خواهید بود از طریق وب سایت ما با استفاده از گواهینامه های زیر به این پروفایل دسترسی پیدا کنید.
ru: Вы сможете получить доступ к этому профилю через наш веб-сайт, используя указанные ниже данные.

# Intro
source: Percentage to payout
es: Porcentaje de pago
fa: درصد مانده تا پرداخت
ru: Процентуальная часть к выплате

# Intro
source: High CDF indicates bad luck in the current round. For example, if CDF exceeds 50%, it means that the current round has taken longer than it should (on average) with the current network difficulty and amount of work expended. CDF only reflects past luck and does not provide any estimation of future luck.
es: Una FDA alta indica mala suerte en la ronda actual. Por ejemplo, si la FDA supera el 50%, significa que la ronda actual ha tardado más de lo debido (en promedio) con la dificultad actual de la red y la cantidad de trabajo invertido. La FDA solo refleja la suerte pasada y no proporciona ninguna estimación de la suerte futura.
fa: مقدار CDF بالا به معنی شانس بد در دوره کنونی است. برای مثال، اگر CDF معادل ۵۰٪ باشد، به این معنی است که راند کنونی بیشتر از حد میانگین با سختی شبکه کنونی و مقدار کار صرف شده زمان برده است. CDF تنها بازتاب دهنده مقدار شانس گذشته است و هیچ پیش‌بینی از شانس در آینده نیست.
ru: Высокое значение CDF означает, что текущий раунд не был удачным. Например, если CDF превышает 50%, это означает, что текущий раунд занял больше времени, чем был должен (в среднем) с учетом текущей сложности сети и осуществленного объема работы. CDF отражает только прошлую удачу и не дает никакой оценки будущей удачи.

# Intro
source: Last Share
es: Última Participación
fa: آخرین اشتراک
ru: Последнее решение

# Intro
source: CDF
es: FDA

# UI
source: Confirm new password
es: Confirmar nueva contraseña
fa: تایید رمز عبور جدید
ru: Подтвердите новый пароль

# UI
source: Install Google Authenticator on your smartphone.
es: Instale Google Authenticator en su teléfono inteligente.
fa: Google Authenticator را در تلفن هوشمند خود نصب کنید.
ru: Установите Google Authenticator на свой смартфон.

# Intro
source: Confirmed Reward
es: Recompensa Confirmada
fa: پاداش تایید شده
ru: Подтвержденное вознаграждение

# Intro
source: Sum of all your rewards for the selected cryptocurrency.
es: Suma de todas sus recompensas para la criptomoneda seleccionada.
fa: مجموع پاداش های شمابرای کریپتوکارنسی انتخاب شده .
ru: Сумма всех ваших вознограждений за выбранную криптовалюту.

# UI
source: Receive our newsletter
es: Reciba nuestro boletín
fa: خبرنامه ما را دریافت کنید
ru: Получать нашу рассылку

# Intro
source: Unconfirmed Reward
es: Recompensa No Confirmada
fa: پاداش تأیید نشده
ru: Неподтвержденное вознаграждение

# Intro
source: Recent Blocks
es: Bloques Recientes
fa: بلوک های اخیر
ru: Недавние блоки

# Intro
source: Time elapsed since the last share from your mining devices has been accepted by the pool.
es: Tiempo transcurrido desde que la última participación desde sus dispositivos de minería ha sido aceptada por el pool.
fa: زمان سپری شده از آخرین به اشتراک گذاری دستگاه های ماینینگ شما که توسط استخر مورد قبول قرار گرفته است.
ru: Время, прошедшее с того момента, когда пул принял последнее решение от вашего майнинг-оборудования.

# UI
source: Your preferred language for web and email communication
es: Su idioma preferido para la comunicación vía email y web
fa: زبان مورد نظر شما برای برقراری ارتباط با وب سایت و ایمیل
ru: Язык для веб итерфейса и комуникации по электронной почте

# Intro
source: Sum of rewards from confirmed blocks that has not been paid yet.
es: Suma de recompensas desde bloques confirmados que aún no se han pagado.
fa: مبلغ پاداش از بلوک های تأیید شده که هنوز پرداخت نشده است.
ru: Сумма вознаграждений от подтвержденных блоков, которые еще не были выплачены.

# Intro
source: Estimated Reward for the Current Block
es: Recompensa Estimada para el Bloque Actual
fa: پاداش تخمینی برای بلوک کنونی
ru: Предпологаемое вознаграждение за текущий блок

# Intro
source: Percentage of rewards value remaining before the payout threshold is reached. The green part represents the confirmed reward, the blue part represents the unconfirmed reward and the red part represents the estimated reward for the next block.
es: Porcentaje del valor de las recompensas restantes antes de que se alcance el umbral de pago. La parte verde representa la recompensa confirmada, la parte azul representa la recompensa no confirmada y la parte roja representa la recompensa estimada para el siguiente bloque.
fa: درصد ارزش پاداش باقی مانده قبل از رسیدن به آستانه پرداخت. قسمت سبز نشانگر پاداش تأیید شده، قسمت آبی نشانگر پاداش تأیید نشده و قسمت قرمز نشانگر پاداش برآورد شده برای بلوک بعدی است.
ru: Количество процентов, которое остается до достижения прога для выплат. Зеленая часть представляет подтвержденное вознаграждение, синяя часть представляет неподтвержденное вознаграждение, а красная часть представляет предполагаемое вознаграждение за следующий блок.

# UI
source: Read-only
es: Solo lectura
fa: فقط خواندنی
ru: Только для чтения

# UI
source: Change After
es: Cambiar después
fa: تغییر پس از
ru: Изменение после

# UI
source: see setting
es: ver configuración
fa: مشاهده تنظیمات
ru: просмотреть настройки

# UI
source: Limited read-only
es: Sólo lectura limitada
fa: محدود شده فقط خواندنی
ru: Доступ ограничен – режим только для чтения

# UI
source: Full
es: Completo
fa: کامل
ru: Полный

# UI
source: manage access profiles
es: gestionar perfiles de acceso
fa: مدیریت پروفایل های دسترسی
ru: управлять профилями доступа

# UI
source: manage workers
es: gestionar equipos de minería
fa: مدیریت worker ها
ru: управлять воркерами

# UI
source: see activity log
es: ver registro de actividades
fa: مشاهده گزارش فعالیت
ru: просмотреть журнал активности

# UI
source: modify settings
es: modificar ajustes
fa: تغییر تنظیمات
ru: изменить настройки

# UI
source: see performance data
es: ver datos de rendimiento
fa: مشاهده داده‌های کارایی

# UI
source: see reward history
es: ver historial de recompensa
fa: مشاهده تاریخچه پاداش
ru: просмотреть историю вознаграждений

# UI
source: You don't have required access permissions!
es: ¡No tienes los permisos de acceso requeridos!
fa: شما اجازه دسترسی لازم را ندارید!
ru: У вас нет необходимых прав доступа!

# UI
source: Save successful
es: Guardado con éxito
fa: با موفقیت ذخیره شد
ru: Сохранение успешно

# UI
source: Activity Log
es: Log de actividad
fa: گزارش فعالیت‌ها
ru: Журнал активности

# UI
source: When applicable, data for all coins are included regardless of your current preference or mining status for that coin.
es: Cuando corresponde, los datos de todas las monedas se incluyen independientemente de su preferencia actual o estado de minado para esa moneda.

# UI
source: Date Range
es: Rango de fechas
fa: محدوده تاریخ
ru: Диапазон дат

# UI
source: Output Format
es: Formato de salida
fa: فرمت خروجی
ru: Формат выходных данных

# UI
source: No users with active newsletter subscription have been found!
es: ¡No se han encontrado usuarios con suscripción activa al boletín informativo!
fa: هیچ کاربری با اشتراک خبرنامه فعال پیدا نشده است!
ru: Пользователи с активной подпиской на рассылку не найдены!

# UI
source: Format
es: Formato
fa: فرمت
ru: Формат

# UI
source: From
es: Desde
fa: از
ru: От

# UI
source: Export
es: Exportar
fa: خروجی
ru: Экспорт

# UI
source: Invalid date range!
es: ¡Rango de fechas inválido!
fa: دامنه تاریخ نامعتبر است!
ru: Неверный диапазон дат!

# UI
source: Connection timeout!
es: ¡El tiempo de conexión expiro!
fa: پایان زمان اتصال!
ru: Время соединения вышло!

# UI
source: You can't export empty data set!
es: ¡No puede exportar un conjunto de datos vacío!
fa: شما نمی توانید مجموعه داده های خالی را صادر کنید!
ru: Вы не можете экспортировать пустой набор данных!

# UI
source: Record Types
es: Tipos de registro
fa: انواع رکورد
ru: Типы записей

# UI
source: Invalid form
es: Forma inválida
fa: فرم نامعتبر
ru: Недействительная форма

# UI
source: see sensitive data
es: ver datos delicados
fa: مشاهده داده‌های حساس
ru: показать конфиденциальные данные

# UI
source: see payouts and wallets
es: ver pagos y carteras
fa: مشاهده پرداخت ها و کیف پول
ru: показать выплаты и кошельки

# UI
source: No U2F challenge data were received!
es: ¡No se recibieron datos de desafío U2F!

# UI
source: To (inclusive)
es: Hasta (inclusive)
fa: به (شامل)
ru: До (включительно)

# UI
source: Sorry, nothing has been found on this URL.
es: Lo sentimos, no se ha encontrado nada en esta URL.
fa: با عرض پوزش، هیچ چیزی در این URL یافت نشد.
ru: К сожалению, по этому URL-адресу ничего не найдено.

# UI
source: Email Confirmation
es: Confirmación de Correo
fa: تأیید ایمیل
ru: Подтверждение электонной почты

# UI
source: Time Interval
es: Intervalo de Tiempo
fa: فاصله زمانی
ru: Временной интервал

# UI
source: Invalid
es: Inválido
fa: نا معتبر
ru: Недействительный

source: Saturday
es: Sábado
fa: شنبه
ru: Суббота

# UI
source: Monthly
es: Mensual
fa: ماهانه
ru: Ежемесячно

source: Thursday
es: Jueves
fa: پنجشنبه
ru: Четверг

# UI
source: Choose Frequency
es: Escoja Frecuencia
fa: انتخاب فرکانس
ru: Выберите частоту

# UI
source: Accounts
es: Cuentas
fa: حساب‌های کاربری
ru: Аккаунты

source: Friday
es: Viernes
fa: جمعه
ru: Пятница

# UI
source: day $x
es: día $x
fa: روز $x
ru: День $x

# UI
source: You do not have sufficient permissons to change user email adress
es: No posee suficientes permisos para cambiar la dirección de correo de usuario
fa: شما مجوز کافی برای تغییر آدرس ایمیل کاربر ندارید
ru: У вас недостаточно прав для изменения адреса электронной почты пользователя

# UI
source: on $day
es: el $day
fa: در $day
ru: в $ день

source: Wednesday
es: Miércoles
fa: چهارشنبه
ru: Среда

# UI
source: Confirmed
es: Confirmado
fa: تایید شده
ru: Подтверждено

# UI
source: Wallets
es: Carteras
fa: کیف پول ها
ru: Кошельки

# msg
source: Invalid frequency option. Please select different one.
es: Opción de frecuencia inválida. Por favor elija una diferente.
fa: گزینه فرکانس نامعتبر است. لطفا یک گزینه دیگر را انتخاب کنید.
ru: Неверный параметр частоты. Пожалуйста, выберите другой.

# UI
source: Your wallet address
es: Su dirección de cartera
fa: آدرس کیف پول شما
ru: Адрес вашего кошелька

# UI
source: Day of the Month
es: Día del Mes
fa: روز ماه
ru: День месяца

# UI
source: ZEC address
es: Dirección ZEC

# UI
source: Threshold
es: Umbral
fa: آستانه
ru: Порог

# UI
source: Day of the Week
es: Día de la Semana
fa: روز هفته
ru: День недели

source: Sunday
es: Domingo
fa: يكشنبه
ru: Воскресенье

# UI
source: Invalid ZEC wallet address
es: Dirección de cartera ZEC inválida

source: Tuesday
es: Martes
fa: سه‌شنبه
ru: Вторник

source: Monday
es: Lunes
fa: دوشنبه
ru: Понедельник

# UI
source: Weekly
es: Semanal
fa: هفتگی
ru: Еженедельно

# UI
source: Daily
es: Diario
fa: روزانه
ru: Ежедневно

# UI
source: VIP Program
es: Programa VIP
fa: برنامه VIP
ru: VIP программа

# UI
source: There's a new version of this page available
es: Hay una nueva versión de esta página disponible
fa: یک نسخه جدید از این صفحه در دسترس وجود دارد
ru: Доступна новая версия этой страницы

# UI
source: This is not an error, we have just released a new version of this page.
es: Esto no es un error, acabamos de liberar una nueva versión de esta página.
fa: این یک خطا نیست ، ما به تازگی نسخه جدیدی از این صفحه را منتشر کرده ایم.
ru: Это не ошибка, мы только что выпустили новую версию этой страницы.

# UI
source: Reload the page to continue
es: Recargue la página para continuar
fa: برای ادامه صفحه را بارگذاری کنید
ru: Перезагрузите страницу, чтобы продолжить

# UI
source: Priority Support
es: Soporte de Prioridad
fa: پشتیبانی برتر
ru: Приоритетная поддержка

# UI
source: Need help? By using this ticket form, you can make sure you will always be at the front of the queue and our support agents will get back to you ASAP.
es: ¿Necesita ayuda? Al utilizar este formulario de ticket, puede asegurarse que siempre estará al frente de la cola y que nuestros agentes de soporte le contactarán lo antes posible.
fa: آیا کمک نیاز دارید؟ با استفاده از این فرم بلیط، شما میتوانید مطمئن باشید که همیشه در اول صف خواهید بود و عوامل پشتیبانی ما در اولین فرصت ممکن با شما تماس خواهند گرفت.
ru: Нужна помощь? Используя эту форму заявки, вы можете быть уверены, что всегда будете в начале очереди, и наши агенты поддержки свяжутся с вами как можно скорее.

# UI
source: Get Priority Help
es: Obtenga Ayuda Priorizada
fa: دریافت راهنمای با الویت
ru: Получите приоритетную помощь

# UI
source: Copy
es: Copiar
fa: کپی
ru: Скопировать

# UI
source: Your active mining URLs:
es: Direcciones (URL) activas de minado:
fa: URL های فعال استخراج شما:
ru: Ваши активные майнинговые URL:

# UI
source: Coin
es: Moneda
fa: کوین
ru: Монета

# UI
source: Location
es: Ubicación
fa: موقعیت
ru: Расположение

# UI
source: URL
es: Dirección (URL)
fa: پیوند

# UI
source: Private URLs
es: Direcciones (URL) privadas
fa: آدرس های اینترنتی خصوصی
ru: Приватные URL

# UI
source: Request Private URL
es: Solicitar dirección (URL) Privada
fa: درخواست آدرس اینترنتی خصوصی
ru: Запрос приватного URL

# UI
source: If you want to establish more direct contact with us, we are all in. We can <b>create a group chat</b> between our organizations, which will help us to resolve your issues or answer your questions swiftly. Our preferred messengers are Telegram and WeChat.
es: Si desea establecer un contacto mas directo con nosotros, estamos dispuestos. Podemos <b>crear un grupo de charla</b> entre nuestras organizaciones, lo que nos permitirá resolver sus problemas y responder sus preguntas rápidamente. Nuestras mensajerías preferidas son Telegram y WeChat.
fa: اگر می خواهید ارتباط مستقیمی با ما برقرار کنید ، همه ما با هم هستیم. ما می توانیم بین سازمانهای خود <b>چت گروهی ایجاد کنیم </b>،که به ما کمک می کند تا مشکلات شما را برطرف کنیم یا سریع به سؤالات شما پاسخ دهیم. پیام رسان های مورد علاقه ما تلگرام و WeChat هستند.
ru: Если вы хотите установить более прямой контакт с нами, мы только за! Мы можем <b>создать совместный чат</b> между нашими организациями, который поможет нам решить ваши проблемы или быстро ответить на ваши вопросы. Нашими предпочтительными мессенджерами являются Telegram и WeChat.

# UI
source: Contact us to get in touch:
es: Contáctenos para entrar en comunicación:
fa: برای ارتباط با ما تماس بگیرید:
ru: Свяжитесь с нами:

# UI
source: Average Hashrate
es: Tasa de Hash promedio
fa: میانگین هش‌ریت
ru: Средний хэшрейт

# UI
source: Help
es: Ayuda
fa: راهنما
ru: Помощь

# UI
source: Edit Labels
es: Editar Etiquetas
fa: ویرایش برچسب‌ها
ru: Редактировать ярлыки

# UI
source: Search
es: Buscar

# UI
source: Setup
es: Configuración
fa: راه‌اندازی
ru: Установка

# UI
source: No results found
es: No se han encontrado resultados

# UI
source: Disable
es: Deshabilitar
fa: غیرفعال کردن
ru: Отключить

# UI
source: An error has occurred while loading the page!
es: ¡Ha ocurrido un error al cargar la página!
fa: هنگام بارگیری صفحه خطایی روی داده است!
ru: Произошла ошибка при загрузке страницы!

# UI
source: Sign Up
es: Inscribirse
fa: عضویت
ru: Зарегистрироваться

# UI
source: Language
es: Idioma
fa: زبان
ru: Язык

# UI
source: Mobile app
es: Aplicación móvil
fa: نرم افزار موبایل
ru: Мобильное приложение

# UI
source: Troubleshooting
es: Solución de problemas
fa: عیب‌یابی
ru: Диагностика & Устранение неполадок

# UI
source: API & Proxy
es: API y Proxy
fa: پروکسی و API

# UI
source: Contact us
es: Contáctenos
fa: ارتباط با ما
ru: Свяжитесь с нами

# UI
source: Terms & Conditions
es: Términos y Condiciones
fa: شرایط و قوانین
ru: Условия & Политики

# UI
source: Access denied, you need to login first!
es: Acceso negado, ¡debe ingresar primero!
fa: دسترسی ممنوع است، ابتدا باید وارد شوید!
ru: В доступе отказано, сначала вам необходимо войти в систему!

# UI
source: User Request
es: Solicitud de Usuario
fa: درخواست کاربر
ru: Запрос пользователя

# UI
source: Continue
es: Continuar
fa: ادامه
ru: Продолжить

# UI
source: Unsubscribe
es: Darse de baja
fa: لغو اشتراک
ru: Отказаться от подписки

# UI
source: An error has occurred!
es: ¡Se ha producido un error!
fa: خطایی رخ داده است!
ru: Произошла ошибка!

# UI
source: Less Than
es: Menos Que
fa: کمتر از
ru: Меньше, чем

# UI
source: Equals
es: Igual
fa: برابر است
ru: Равно

# UI
source: More Than
es: Mas Que
fa: بیشتر از
ru: Больше, чем

# UI
source: Block Rewards
es: Bloquear Recompensas
fa: پاداش بلوک
ru: Вознаграждения за блок

# UI
source: Special Rewards
es: Recompensas Especiales
fa: پاداش های ویژه
ru: Специальные вознаграждения

# UI
source: Rewards History
es: Historial de Recompensas
fa: تاریخچه پاداش ها
ru: История вознаграждений

# UI
source: Unconfirmed Rewards
es: Recompensas sin confirmar
fa: پاداش های تأیید نشده
ru: Неподтвержденные вознаграждения

# UI
source: Financial Account
es: Cuenta Financiera
fa: حساب مالی
ru: Финансовый счет

# UI
source: Payouts History
es: Historial de Pagos
fa: تاریخچه پرداخت ها
ru: История выплат

# UI
source: System Statistics
es: Estadísticas del Sistema
fa: آمار سیستم
ru: Системная статистика

# UI
source: Load more
es: Cargar mas
fa: بارگذاری بیشتر
ru: Загрузить больше

# UI
source: Worker States
es: Estados de Equipo
fa: وضعیت‌ ورکر
ru: Cостояния воркеров

# UI
source: Required field
es: Campo Requerido
fa: فیلد الزامی
ru: Обязательное поле

# UI
source: Create Wallet
es: Crear Cartera
fa: کیف پول ایجاد کنید
ru: Создать кошелек

# UI
source: Add New Wallet
es: Añadir Nueva Cartera
fa: افزودن کیف پول جدید
ru: Добавить новый кошелек

# UI
source: Wallet Name
es: Nombre de Cartera
fa: نام کیف پول
ru: Имя кошелька

# UI
source: Name you wallet…
es: Nombre su cartera…
fa: کیف پول خود را نام گذاری کنید…
ru: Назовите свой кошелек…

# UI
source: Wallet Type
es: Tipo de Cartera
fa: نوع کیف پول
ru: Тип кошелька

# UI
source: Select wallet type
es: Seleccione tipo de cartera
fa: نوع کیف پول را انتخاب کنید
ru: Выберите тип кошелька

# UI
source: You have to select currency!
es: ¡Debe elegir moneda!
fa: شما باید ارز را انتخاب کنید!
ru: Вам нужно выбрать валюту!

# UI
source: Rename Wallet
es: Renombrar Cartera
fa: تغییر نام کیف پول
ru: Переименовать кошелек

# UI
source: Rename the Wallet
es: Renombrar la Cartera
fa: نام کیف پول را تغییر دهید
ru: Переименовать кошелек

# UI
source: Rename
es: Renombrar
fa: تغیر نام
ru: Переименовать

# UI
source: Disable Wallet
es: Deshabilitar Cartera
fa: کیف پول را غیرفعال کنید
ru: Деактивировать кошелек

# UI
source: Enable Wallet
es: Habilitar Cartera
fa: کیف پول را فعال کنید
ru: Активировать кошелек

# UI
source: Type
es: Tipo
fa: نوع
ru: Тип

# UI
source: Detail
es: Detalle
fa: جزئیات
ru: Детали

# UI
source: Actions
es: Acciones
fa: عملیات
ru: Действия

# UI
source: Enable
es: Habilitar
fa: فعال کردن
ru: Активировать

# UI
source: This address is already assigned to a wallet named "<b>{name}</b>"
es: Esta dirección ya está asignada a una cartera llamada "<b>{name}</b>"
fa: این آدرس در حال حاضر به یک کیف پول به نام "<b>{نام}</b>" اختصاص داده شده است
ru: Этот адрес уже назначен кошельку с именем "<b>{name}</b>"
