Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: Edit
es: Editar
fa: ویرایش
ru: Редактировать

# UI
source: Worker Attribute
es: Atributo del Equipo de Minería
fa: ویژگی ورکر
ru: Атрибуты воркера

# UI
source: Sent
es: Enviado
fa: ارسال شد
ru: Отправлено

# UI
source: Alert Limit
es: Límite de Alerta
fa: حد هشدار
ru: Предел оповещений

# UI
source: Do you wish to continue?
es: ¿Desea continuar?
fa: آیا مایل هستید ادامه دهید؟
ru: Хотите продолжить?

# UI
source: Block Value
es: Valor del Bloque
fa: ارزش بلوک
ru: Значение блока

# UI
source: Auto-detect Alert Limit
es: Detectar automáticamente el Límite de Alerta
fa: شناسایی خودکار حد هشدار
ru: Авто-определяемый предел оповещений

# UI
source: Low
es: Bajo
fa: ضعیف
ru: Низкий

# UI
source: Worker ID
es: ID del Equipo de Minería
fa: شناسه ورکر
ru: ID воркера

# UI
source: Revert
es: Deshacer
fa: برگشت
ru: Назад

# UI
source: Failed
es: Falló
fa: ناموفق
ru: Не удалось

# UI
source: State
es: Estado
fa: وضعیت
ru: Состояние

# UI
source: Refresh
es: Recargar
fa: ریفرش
ru: Обновить

# UI
source: Edit {num, plural, =1 {Worker} other {# Workers} }
es: Editar {num, plural, =1 {Worker} other {# Workers} }
ru: Редактировать {num, plural, =1 {Воркер} other {# Воркеры} }

# UI
source: Select attribute
es: Seleccionar atributo
fa: انتخاب ویژگی
ru: Выбрать атрибуты

# UI
source: Updated
es: Actualizado
fa: بروز رسانی شده
ru: Обновлено

# UI
source: Processing…
es: Procesando…
fa: در حال پردازش…
ru: В обработке.…

# UI
source: Block Found At
es: Bloque Encontrado en
fa: بلوک یافت شد در
ru: Блок найден в

# UI
source: Apply
es: Aplicar
fa: اعمال
ru: Применить

# UI
source: Enable monitoring
es: Activar vigilancia
fa: فعال کردن نظارت
ru: Включить мониторинг

# UI
source: Fee
es: Comisión
fa: کارمزد
ru: Комиссия

# UI
source: Worker Name
es: Nombre del Equipo de Minería
fa: نام ورکر
ru: Имя воркера

# UI
source: Now
es: Ahora
fa: اکنون
ru: Сейчас

# UI
source: Description
es: Descripción
fa: توضیحات
ru: Описание

# UI
source: Number bigger than 0.5
es: Número mayor a 0,5
fa: شماره بزرگتر از 0.5
ru: Число, большее чем 0,5

# UI
source: You have requested an invalid update. Those changes WILL NOT BE SAVED.
es: Ha solicitado una actualización no válida. Los cambios NO SE GUARDARÁN.
fa: شما یک بروزرسانی نامعتبر درخواست کرده اید این تغییرات ذخیره نخواهند شد.
ru: Вы запросили недействительное обновление. Эти изменения НЕ БУДУТ СОХРАНЕНЫ.

# UI
source: Pool Luck
es: Suerte del Pool
fa: شانس استخر
ru: Удача пула

# UI
source: Your Reward
es: Su Recompensa
fa: پاداش شما
ru: Ваши вознаграждения

# UI
source: Labels updated
es: Etiquetas actualizadas
fa: برچسب ها به روز شد
ru: Метки обновлены

# UI
source: Multiple values for selected workers
es: Múltiples valores para los equipos de minería seleccionados
fa: مقادیر چندگانه برای ورکرهای منتخب
ru: Несколько значений для выбранных воркеров

# UI
source: Off
es: Desactivar
fa: خاموش
ru: Офф

# UI
source: Manage Labels
es: Gestión de Etiquetas
fa: مدیریت برچسب ها
ru: Управление метками

# UI
source: You are using an outdated browser.
es: Está usando un navegador obsoleto.
fa: شما از یک مرورگر قدیمی استفاده می کنید.
ru: Вы используете устаревший браузер.

# UI
source: Amount
es: Cantidad
fa: مقدار
ru: Количество

# UI
source: Disabled
es: Deshabilitado
fa: غیرفعال
ru: Отключено

# UI
source: Date
es: Fecha
fa: تاریخ
ru: Дата

# UI
source: Processing
es: Procesando
fa: پردازش
ru: В обработке

# UI
source: Duration
es: Duración
fa: مدت زمان
ru: Продолжительность

# UI
source: Enabled
es: Activado
fa: فعال
ru: Включено

# UI
source: Worker deleted
es: Equipo de minería eliminado
fa: ورکر حذف شد
ru: Воркер удален

# UI
source: Last Share
es: Última Participación
fa: آخرین به اشتراک گذاری
ru: Последнее решение

# UI
source: All Workers
es: Todos los Equipos de Minería
fa: تمام ورکرها
ru: Все воркеры

# UI
source: Edit Worker
es: Editar Equipo de Minería
fa: ویرایش ورکر
ru: Редактировать воркер

# UI
source: Monitoring State
es: Estado de Vigilancia
fa: وضعیت نظارت
ru: Состояние мониторинга

# UI
source: Your browser does not support all features needed for this site.
es: Su navegador no soporta las características necesarias para este sitio.
fa: مرورگر شمااز تمام ویژگی های مورد نیاز برای این سایت پشتیبانی نمی کند.
ru: Ваш браузер не поддерживает все функции, необходимые для работы на этом сайте.

# UI
source: Difficulty
es: Dificultad
fa: سختی
ru: Сложность

# UI
source: Name
es: Nombre
fa: نام
ru: Имя

# UI
source: Labels
es: Etiquetas
fa: برچسب‌ها
ru: Метки

# UI
source: Auto detect Alert Limit
es: Detectar automáticamente el Límite de Alerta
fa: تشخیص خودکار حد هشدار
ru: Автоопределение предела оповещений

# UI
source: Delete
es: Borrar
fa: حذف
ru: Удалить

# UI
source: Block #
es: Bloque #
fa: بلوک #
ru: Блок #

# UI
source: Cancel
es: Cancelar
fa: لغو
ru: Отмена

# UI
source: Notifications & Visibility
es: Notificaciones & Visibilidad
fa: اعلان ها و قابلیت مشاهده
ru: Уведомления и Видимость

# UI
source: Enter the generated one-time password into this form.
es: Introduzca el código temporal de seguridad generado en este formulario.
fa: رمز عبور یکبار مصرف تولید شده را در این فرم وارد کنید.
ru: Введите в эту форму сгенерированный одноразовый пароль.

# UI
source: Active Workers
es: Equipos de Minería activos
fa: ورکرهای فعال
ru: Активные воркеры

# UI
source: Loading…
es: Cargando…
fa: درحال بارگذاری…
ru: Загружение…

# UI
source: Current Round Start
es: Inicio de Ronda Actual
fa: زمان شروع دوره کنونی
ru: Начало текущего раунда

# UI
source: Miner login
es: Inicio de sesión de minero
fa: ورود به ماینر
ru: Логин майнера

# UI
source: Payout Threshold
es: Umbral de Pago
fa: آستانه پرداخت
ru: Порог выплат

# UI
source: Wallet
es: Cartera
fa: کیف پول
ru: Кошелек

# UI
source: Workers
es: Equipos de minería
fa: ورکر ها
ru: Воркеры

# UI
source: Account
es: Cuenta
fa: حساب کاربری
ru: Учетная запись

# UI
source: Settings
es: Ajustes
fa: تنظیمات
ru: Настройки

# UI
source: If you do not want to use our service anymore, you can delete your account.
es: Si no desea utilizar más nuestro servicio, puede borrar su cuenta.
fa: اگر دیگر نمی خواهید از خدمات ما استفاده کنید ، می توانید حساب کاربری خود را حذف کنید.
ru: Если вы больше не хотите пользоваться нашим сервисом, вы можете удалить свою учетную запись.

# UI
source: Reporting
es: Informes
fa: گزارش دادن
ru: Уведомления по почте

# UI
source: Scan the QR code below (and optionally backup the generated secret).
es: Escanea el código QR a continuación (y opcionalmente respalda el secreto generado).
fa: کد QR زیر را اسکن کنید (و به صورت اختیاری از رمز تولید شده پشتیبان تهیه کنید).
ru: Отсканируйте QR-код ниже (и, по желанию, сохраните резервную копию сгенерированного секретного ключа).

# UI
source: At Least 5 characters
es: Al menos 5 caracteres
fa: حداقل 5 کاراکتر
ru: Как минимум 5 символов

# UI
source: Click to reload the page
es: Haga clic para recargar la página
fa: برای بارگذاری مجدد صفحه کلیک کنید
ru: Нажмите, чтобы перезагрузить страницу

# UI
source: Details
es: Detalles
fa: جزئیات
ru: Подробности

# UI
source: Only valid email address
es: Sólo dirección de correo electrónico válida
fa: فقط آدرس ایمیل معتبر
ru: Только действительный адрес электронной почты

# UI
source: Rewards for Last 14 Days
es: Recompensas por los Últimos 14 Días
fa: پاداش برای 14 روز گذشته
ru: Вознаграждения за последних 14 дней

# UI
source: Open Google Authenticator, click "Add an account" / "Scan QR code".
es: Abra el Autenticador de Google, haga clic en "Añadir una cuenta" / "Escanear el código QR".
fa: Google Authenticator را باز کنید ، روی "افزودن حساب" / "اسکن کد QR" کلیک کنید.
ru: Откройте Google Authenticator, нажмите "Добавить аккаунт" / "Сканировать QR-код" ("Add an account" / "Scan QR code").

# UI
source: Monitoring
es: Vigilancia
fa: نظارت
ru: Мониторинг

# UI
source: Pool Daily Reward
es: Recompensa Diaria del Pool
fa: پاداش روزانه استخر
ru: Ежедневное вознаграждение пула

# UI
source: Change Password
es: Cambiar Contraseña
fa: تغییر رمز عبور
ru: Изменить пароль

# UI
source: Active users
es: Usuarios activos
fa: کاربران فعال
ru: Активные пользователи

# UI
source: Activity
es: Actividad
fa: فعالیت
ru: Активность

# UI
source: Localization
es: Localización
fa: بومی‌سازی
ru: Локализация

# UI
source: Daily Reward
es: Recompensa Diaria
fa: پاداش روزانه
ru: Ежедневное вознаграждение

# UI
source: The password can be any arbitrary text
es: La contraseña puede ser cualquier texto arbitrario
fa: رمز عبور می تواند هر متن دلخواهی باشد
ru: Паролем может быть любой случайный текст

# UI
source: Payouts
es: Pagos
fa: پرداخت ها
ru: Выплаты

# UI
source: Passwords do not match
es: Las contraseñas no coinciden
fa: رمز عبورها یکسان نیستند
ru: Пароли не совпадают

# UI
source: Show all & hide Labels
es: Mostrar todo y ocultar Etiquetas
fa: نشان دادن همه و مخفی کردن برچسب ها
ru: Показать всё и спрятать метки

# UI
source: Current Round Duration
es: Duración de la Ronda Actual
fa: مدت دور کنونی
ru: Длина текущего раунда

# UI
source: Security
es: Seguridad
fa: امنیت
ru: Безопасность

# UI
source: Your Contribution to the Pool
es: Su Contribución al Pool
fa: مشارکت شما در استخر
ru: Ваш вклад в пул

# UI
source: Confirm
es: Confirmar
fa: تایید
ru: Подтвердить

# UI
source: IP Address
es: Dirección IP
fa: آدرس IP
ru: Айпи адрес

# UI
source: 7-day Average
es: Promedio de 7 días
fa: میانگین 7 روزه
ru: В среднем за 7 дней

# UI
source: Mining
es: Minería
fa: ماینینگ
ru: Майнинг

# UI
source: Go to Pool Statistics
es: Ir a las Estadísticas del Pool
fa: برو به آمار استخر
ru: Перейти к статистике пула

# UI
source: Newsletter
es: Boletín
fa: خبرنامه
ru: Новостная рассылка

# UI
source: This device might already be registered.
es: Es posible que este dispositivo ya esté registrado.

# UI
source: Remove Existing Device
es: Eliminar Dispositivo Existente
fa: دستگاه موجود را حذف کنید
ru: Удалить существующее устройство

# UI
source: Registered At
es: Registrado en
fa: ثبت شده در
ru: Регистрация была проведена в

# UI
source: Please confirm the request on your device
es: Por favor confirmar la solicitud en su dispositivo

# UI
source: Register New Device
es: Registrar Nuevo Dispositivo
fa: دستگاه جدید را ثبت کنید
ru: Зарегистрировать новое устройство

# UI
source: Public Key
es: Llave Pública
fa: کلید عمومی
ru: Открытый ключ

# UI
source: This device might not be registered yet.
es: Este dispositivo podría no estar registrado aún.

# UI
source: Last Used At
es: Usado por Última vez en
fa: آخرین مورد استفاده در
ru: В последний раз использовалось в

# UI
source: Unspecified
es: Sin especificar

# UI
source: You do not have any devices yet
es: Usted no tiene ningún dispositivo aún
fa: شما هنوز هیچ دستگاهی ندارید
ru: У вас еще нет ни одного устройства

# UI
source: Round Duration
es: Duración de la Ronda
fa: مدت دوره
ru: Длительность раунда

# UI
source: Confirmed Reward
es: Recompensa Confirmada
fa: پاداش تایید شده
ru: Подтверждённые вознаграждения

# UI
source: Done, take me back
es: Hecho, llévame de vuelta
fa: انجام شد ، مرا برگردانید
ru: Готово, назад

# UI
source: Close
es: Cerrar

# UI
source: Report State
es: Informe del Estado
fa: حالت گزارش
ru: Состояние отчётов

# UI
source: Report has been sent to your email.
es: El informe ha sido enviado a su email.
fa: گزارش به ایمیل شما ارسال شده است.
ru: Отчет был отправлен на вашу электронную почту.

# UI
source: To monitor your user account in our official mobile app, please follow these steps.
es: Para monitorear su cuenta de usuario en nuestra aplicación móvil oficial, siga estos pasos.
fa: برای نظارت بر حساب کاربری خود در اپلیکیشن تلفن همراه رسمی ما، لطفا مراحل زیر را دنبال کنید.
ru: Для мониторинга вашей учетной записи в нашем официальном мобильном приложении, пожалуйста следуйте этим шагам.

# UI
source: No data received
es: No se recibieron datos
fa: هیچ داده ای دریافت نشد
ru: Данные не были приняты

# UI
source: Required field!
es: ¡Campo requerido!
fa: این فیلد اجباری است!
ru: Обязательное поле!

# UI
source: Dashboard
es: Tablero
fa: پیشخوان
ru: Рабочая панель

# UI
source: Last Used
es: Utilizado por Última vez
fa: آخرین استفاده
ru: Использовано в последний раз

# UI
source: There is a new version of this page. Please refresh to continue.
es: Hay una nueva versión de esta página. Por favor, actualice para continuar.
fa: یک نسخه جدید از این صفحه وجود دارد. برای ادامه لطفا refresh کنید.
ru: Существует новая версия этой страницы. Пожалуйста, обновите страницу, чтобы продолжить.

# UI
source: No token received
es: No se recibió token
fa: تکونی دریافت نشد
ru: Токен не был получен

# UI
source: Mandatory field, 3 to 30 characters
es: Campo obligatorio, de 3 a 30 caracteres
fa: فیلد اجباری، ۳ تا ۳۰ کاراکتر
ru: Обязательное для заполнения поле, 3 - 30 знаков

# UI
source: Unlink
es: Desvincular
fa: قطع ارتباط
ru: Отключить

# UI
source: Worker States (Changes)
es: Estados del Equipo de Minería (Cambios)
fa: حالت های ورکر (تغییرات)
ru: Состояния воркеров (изменения)

# UI
source: Report has not been sent because it contains only <strong>insignificant events</strong>.
es: El informe no se ha enviado porque contiene solo <strong>eventos insignificantes</strong>.
fa: گزارش ارسال نشده است زیرا شامل تنها<strong>اتفاقات ناچیز </strong> بود.
ru: Отчет не был отправлен, потому что содержит только <strong>несущественные события</strong>.

# UI
source: Devices
es: Dispositivos
fa: دستگاه‌ها
ru: Устройства

# UI
source: Event Time
es: Tiempo del Evento
fa: زمان رویداد
ru: Время события

# UI
source: Connected
es: Conectado
fa: وصل شد
ru: Соеденено

# UI
source: Device Label
es: Etiqueta del Dispositivo
fa: برچسب دستگاه
ru: Метка устройства

# UI
source: 6-digit number required!
es: Se requiere un número de 6 dígitos!
fa: شماره 6 رقمی مورد نیاز است!
ru: Требуется 6-значное число!

# UI
source: Offline
es: Fuera de línea
fa: آفلاین
ru: Оф-лайн

# UI
source: Home
es: Inicio
fa: صفحه اصلی
ru: Главная

# UI
source: Connect
es: Conectar
fa: اتصال
ru: Соединить

# UI
source: Active Users
es: Usuarios Activos
fa: کاربران فعال
ru: Активные пользователи

# UI
source: Unconfirmed
es: No Confirmado
fa: تایید نشده
ru: Не подтверждено

# UI
source: Created at
es: Creado en
fa: ایجاد شده در
ru: Создано в

# UI
source: You have to prove that you are not a robot!
es: Tiene que demostrar que no es un robot!
fa: شما باید ثابت کنید که ربات نیستید!
ru: Вы должны доказать, что вы не робот!

# UI
source: Generate new token
es: Generar nuevo token
fa: تولید رمز جدید
ru: Создать новый токен

# UI
source: Are you sure you want to delete this access profile?
es: Está seguro de querer eliminar este perfil de acceso?
fa: آیا مطمئن هستید که می خواهید این پروفایل دسترسی را حذف کنید؟
ru: Вы уверены, что хотите удалить этот профиль доступа?

# UI
source: About Pool
es: Acerca del Pool
fa: درباره استخر
ru: О пуле

# UI
source: Bitcoin Mining
es: Minería de Bitcoin
fa: استخراج بیت کوین
ru: Bitcoin майнинг

# UI
source: Welcome!
es: Bienvenido!
fa: خوش‌آمدید!
ru: Добро пожаловать!

# UI
source: Last usage
es: Último uso
fa: آخرین استفاده
ru: Последнее использование

# UI
source: Password must have at least 5 characters!
es: La contraseña debe tener al menos 5 caracteres!
fa: رمز عبور باید حداقل 5 کاراکتر داشته باشد!
ru: Пароль должен содержать не менее 5 символов!

# UI
source: About getting paid
es: Acerca de recibir el pago

# UI
source: Invalid response from server, please contact our support.
es: Respuesta inválida del servidor, póngase en contacto con nuestro soporte.
fa: عدم دریافت پاسخ از سرور، لطفا با پشتیبانی ما تماس بگیرید.
ru: Неверный ответ сервера, пожалуйста, свяжитесь с нашей службой поддержки.

# UI
source: You have to enter password!
es: Tiene que ingresar la contraseña!
fa: شما باید رمز عبور را وارد کنید!
ru: Вы должны ввести пароль!

# UI
source: Access Profiles
es: Perfiles de Acceso
fa: دسترسی به پروفایل ها
ru: Профили доступа

# UI
source: Your account has been activated.
es: Su cuenta ha sido activada.
fa: حساب کاربری شما فعال شده است.
ru: Ваша учетная запись была активирована.

# UI
source: Create New
es: Crear nuevo
fa: جدید ایجاد کنید
ru: Создать новый

# UI
source: Last update
es: Última actualización
fa: آخرین به روز رسانی
ru: Последнее обновление

# UI
source: Passwords do not match!
es: Las contraseñas no coinciden!
fa: رمز عبورها یکسان نیستند!
ru: Пароли не совпадают!

# UI
source: Do you need further help?
es: Necesita más ayuda?

# UI
source: Worker State
es: Estado del equipo de minería
fa: وضعیت‌ ورکر
ru: Состояние воркера

# UI
source: Access Permissions
es: Permisos de Acceso
fa: مجوزهای دسترسی
ru: Разрешения на доступ

# UI
source: Profile Name
es: Nombre del Perfil
fa: نام پروفایل
ru: Имя профиля

# UI
source: You have to allow at least one form of access!
es: Tiene que permitir al menos una forma de acceso!
fa: شما باید حداقل به یک روش دسترسی اجازه دهید!
ru: Вы должны разрешить хотя бы одну форму доступа!

# UI
source: Profile is active
es: El perfil esta activo
fa: پروفایل فعال است
ru: Профиль активен

# UI
source: Step right
es: Derecha
fa: یک گام به راست
ru: Передвинуть вправо

# UI
source: Access profile successfully deleted.
es: El perfil de acceso se eliminó con éxito.
fa: پروفایل دسترسی با موفقیت حذف شد.
ru: Профиль доступа успешно удален.

# UI
source: Edit Label
es: Editar Etiqueta
fa: ویرایش برچسب
ru: Редактировать метку

# UI
source: Create Access Profile
es: Crear Perfil de Acceso
fa: ایجاد پروفایل دسترسی
ru: Создать профиль доступа

# UI
source: You will be able to use a token authentication in your scripts or 3rd-party applications.
es: Podrá usar una autenticación de token en sus scripts o aplicaciones de terceros.
fa: شما قادر به استفاده از یک تأیید هویت رمز در اسکریپت ها یا برنامه های ثالث خواهید بود.
ru: Вы сможете использовать аутентификацию токеном в своих скриптах или сторонних приложениях.

# UI
source: Reset Password
es: Restablecer la contraseña
fa: بازنشانی گذرواژه
ru: Сброс пароля

# UI
source: Your current profile
es: Su perfil actual
fa: پروفایل کنونی شما
ru: Ваш текущий профиль

# UI
source: Password
es: Contraseña
fa: رمز عبور
ru: Пароль

# UI
source: Allow access to web APIs
es: Permitir el acceso a las API web
fa: اجازه دسترسی به APIهای وب
ru: Разрешить доступ к веб-API

# UI
source: Active
es: Activo
fa: فعال
ru: Активный

# UI
source: Notifications
es: Notificaciones
fa: اعلان‌ها
ru: Уведомления

# UI
source: Your URL appears to be broken!
es: Su URL parece estar rota!
fa: به نظر می رسد URL شما خراب است!
ru: Ваш URL, похоже, не работает!

# UI
source: - No extract -
es: - Sin extracto -

# UI
source: Learn the crucial basics
es: Aprende los fundamentos cruciales

# UI
source: Delete selected
es: Eliminar seleccionado
fa: حذف انتخاب شده
ru: Удалить выбраное

# UI
source: Confirm Password
es: Confirmar Contraseña
fa: تایید رمز عبور
ru: Подтвердить пароль

# UI
source: Unsubscribe me
es: Elimine mi suscripción
fa: اشتراک من را لغو کنید
ru: Отказаться от подписки

# UI
source: Pool Statistics
es: Estadísticas del Pool
fa: آمار استخر
ru: Статистика пула

# UI
source: Click the worker name to go to its details page.
es: Haga clic en el nombre del equipo de minería para ir a su página de detalles.
fa: برای رفتن به صفحه جزئیات ورکر روی نام آن کلیک کنید.
ru: Нажмите на имя воркера, чтобы перейти на страницу с его характеристиками.

# UI
source: Step left
es: Izquierda
fa: یک گام به چپ
ru: Передвинуть влево

# UI
source: Edit Access Profile
es: Editar Perfil de Acceso
fa: ویرایش پروفایل دسترسی
ru: Изменить профиль доступа

# UI
source: You have canceled the request.
es: Ha cancelado la solicitud.
fa: شما درخواست را لغو کرده اید.
ru: Вы отменили запрос.

# UI
source: Status
es: Estado
fa: وضعیت
ru: Статус

# UI
source: Go to Homepage
es: Ir a la Página de Inicio
fa: برو به صفحه اصلی
ru: Перейти на домашнюю страницу

# UI
source: infrastructure
es: infraestructura
fa: زیرساخت
ru: инфраструктура

# UI
source: Technical support
es: Soporte Técnico
fa: پشتیبانی فنی
ru: Техническая поддержка

# UI
source: Please complete the multi-factor authentication.
es: Por favor complete la autenticación multifactor.
fa: لطفا احراز هویت چند عاملی را تکمیل کنید.
ru: Пожалуйста, завершите мульти-факторную аутентификацию.

# UI
source: accounting
es: contabilidad
fa: حسابداری
ru: отчетность

# UI
source: For further information please contact our technical support.
es: Para más información, póngase en contacto con nuestro soporte técnico.

# UI
source: Logout all sessions!
es: Cerrar todas las sesiones!
fa: خروج از همه جلسات!
ru: Выйти из всех сессий!

# UI
source: All required methods must be used!
es: Todos los métodos requeridos deben ser usados!
fa: تمام روش های مورد نیاز باید مورد استفاده قرار گیرد!
ru: Все необходимые методы должны быть использованы!

# UI
source: Active User Sessions
es: Sesiones de Usuario Activas
fa: جلسات فعال کاربر
ru: Активные сессии пользователя

# UI
source: Zcash Mining
es: Minería de Zcash

# UI
source: Server response error
es: Error de respuesta del servidor

# UI
source: You have to select a permissions preset!
es: Tiene que seleccionar una pre-configuración de permisos!
fa: شما باید یکی از مجوزهای از پیش تعیین شده را انتخاب کنید!
ru: Вы должны выбрать предустановки разрешений!

# UI
source: Empty
es: Vacío
fa: خالي
ru: Пусто

# UI
source: -- API token not set --
es: -- token de API no establecido --
fa: -- توکن API تنظیم نشده است --
ru: -- API токен не установлен --

# UI
source: Rewards & Payouts
es: Recompensas & Pagos

# UI
source: Master Account
es: Cuenta Principal
fa: حساب کاربری اصلی
ru: Основная учетная запись

# UI
source: News
es: Noticias
fa: اخبار
ru: Новости

# UI
source: Currency
es: Moneda
fa: ارز
ru: Валюта

# UI
source: Report has not been sent because you have had <strong>disabled reporting</strong>.
es: El informe no ha sido enviado porque ha <strong>deshabilitado el generador de reportes</strong>.
fa: گزارش ارسال نشد زیرا شما<strong> گزارش را غیر فعال کرده اید</strong>.
ru: Отчет не был отправлен, потому что вы <strong>отключили функцию отчетности</strong>.

# UI
source: Logout all your active sessions - including the one you are using right now.
es: Cierre sesión en todas sus sesiones activas, incluida la que está usando en este momento.
fa: خروج از تمام جلسات فعال خود -از جمله جلسه ای که شما هم اکنون در حال استفاده از آن هستید.
ru: Выйдите из всех ваших активных сессий - включая ту, которую вы используете прямо сейчас.

# UI
source: Hashrate
es: Tasa de hash
fa: نرخ هش
ru: Хешрейт

# UI
source: Rewards & Fees
es: Recompensas & Comisiones
fa: پاداش ها و هزینه ها
ru: Вознаграждения и комиссии

# UI
source: What can we help you with?
es: Con qué podemos ayudarte?

# UI
source: New Label
es: Nueva Etiqueta
fa: برچسب جدید
ru: Новая метка

# UI
source: Alert limit
es: Límite de Alerta
fa: محدوده هشدار
ru: Предел оповещений

# UI
source: Stats
es: Estadísticas
fa: آمار
ru: Статистика

# UI
source: New password
es: Nueva Contraseña
fa: رمز عبور جدید
ru: Новый пароль

# UI
source: Confirm password
es: Confirmar contraseña
fa: تایید رمز عبور
ru: Подтвердить пароль

# UI
source: Exit Workspace
es: Salir del Espacio de Trabajo

# UI
source: Form processing has failed!
es: El procesamiento del formulario ha fallado!
fa: پردازش فرم انجام نشد!
ru: Обработка формы не удалась!

# UI
source: Show My Dashboard
es: Mostrar Mi Tablero
fa: پیشخوان من را نشان دهید
ru: Показать мою рабочую панель

# UI
source: Failed to confirm. Please contact our support.
es: No se pudo confirmar. Por favor, póngase en contacto con nuestro soporte.
fa: تأیید انجام نشد. لطفا با پشتیبانی ما تماس بگیرید.
ru: Не удалось подтвердить. Пожалуйста, свяжитесь с нашей поддержкой.

# UI
source: Actual query used
es: Consulta real usada

# UI
source: You have to generate an access token!
es: Tiene que generar un token de acceso!
fa: شما باید یک توکن دسترسی ایجاد کنید!
ru: Вы должны сгенерировать токен доступа!

# UI
source: Rewards
es: Recompensas
fa: پاداشها
ru: Вознаграждения
