Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: As a security precaution, you may lock your payout setup so that it cannot be changed by anyone who gains access to your pool account. In practice, it means that <b>it won't be possible to</b>:
es: Como precaución de seguridad, puede bloquear su configuración de pagos para que no pueda ser cambiada por alguien que logre acceso a su cuenta del pool. En la práctica, esto significa que <b>no sera posible</b>:
fa: به عنوان یک اقدام احتیاطی امنیتی، می‌توانید تنظیمات پرداخت خود را قفل کنید تا هر کسی که به حساب استخر شما دسترسی پیدا می‌کند نتواند آن را تغییر دهد. در عمل، به این معنی است که <b>امکان پذیر نخواهد بود </b>:
ru: В качестве меры безопасности вы можете заблокировать настройку выплат, чтобы ее не мог изменить кто-либо, получивший доступ к вашей учетной записи пула. На практике это означает, что <b>будет невозможно</b>:

# UI
source: 5 Minutes
es: 5 Minutos
fa: ۵ دقیقه
ru: 5 минут

# UI
source: 1 Hour
es: 1 Hora
fa: ۱ ساعت
ru: 1 час

# UI
source: 24 Hours
es: 24 Horas
fa: ۲۴ ساعت
ru: 24 часа

# UI
source: The minimum payout threshold for timed payouts is $min. In case your balance won't reach this value at the specified date, the funds will remain on your financial account and the system will try to send you the funds at the next date specified by your payout rule. Timed payouts are typically processed at 8:30 UTC.
es: El umbral mínimo de pagos para pagos temporizados es $min. En caso de que su balance no alcance este valor en la fecha especificada, los fondos permanecerán en su cuenta financiera y el sistema intentará enviarle los fondos la próxima fecha especificada en su regla de pago. Los pagos temporizados son procesados típicamente a las 8:30 UTC.

# UI
source: No worker matches the given filters
es: Ningún equipo coincide con los filtros dados
fa: هیچ ورکری با فیلترهای داده شده مطابقت ندارد
ru: Ни один воркер не соответствует заданным фильтрам

# UI
source: Try extending your filters a little.
es: Intente extender un poco sus filtros.
fa: سعی کنید فیلترهای خود را کمی گسترش دهید.
ru: Попробуйте немного расширить свои фильтры.

# UI
source: Start by connecting workers
es: Empiece conectando equipos
fa: با اتصال ورکرها شروع کنید
ru: Начните с подключения воркеров

# UI
source: Once connected, all your workers will appear here.
es: Una vez conectados, todos sus equipos aparecerán aquí.
fa: پس از اتصال، همه ورکرهای شما در اینجا ظاهر می شوند.
ru: После подключения все ваши воркеры появятся здесь.

# UI
source: Exponential moving average of the effective hash rate. This value is essential to reward calculations in the Score reward system.
es: Media móvil exponencial de la tasa de hash efectiva. Este valor es esencial para los cálculos de recompensa basados en el sistema de recompensa Score.
fa: میانگین متحرک نمایی هش ریت موثر. این مقدار برای محاسبات پاداش در سیستم پاداش امتیاز ضروری است.
ru: Экспоненциальная скользящая средняя эффективной скорости хеширования. Это значение важно для расчета вознаграждений в системе вознаграждений Score.

# UI
source: To start mining and earning rewards, <a>connect workers</a>.
es: Para empezar a minar y ganar recompensas, <a>conecte equipos</a>.
fa: برای شروع ماینینگ و کسب پاداش، <a>ورکرها </a> را متصل کنید.
ru: Чтобы начать майнить и получать вознаграждения, <a>подключите воркеры</a>.

# UI
source: Sum of your basic mining reward and bonuses. The total reward you've earned.
es: Suma de sus bonos y recompensas básicas de minería. La recompensa total que ha ganado.
fa: مجموع پاداش و جوایز اصلی ماینینگ شما. کل پاداشی که به دست آورده اید.
ru: Сумма вашего базового вознаграждения за майнинг и бонусов. Общие вознаграждение, которое вы заработали.

# UI
source: Special Rewards (rebates) are no longer used since November 1, 2020. In case you are eligible for a bonus or a special reward, it is immediately applied to your block reward.
es: Las Recompensas Especiales (rebajas) ya no se usan desde noviembre 1, 2020. En caso de ser elegible para un bono o recompensa especial, le será inmediatamente aplicada a su recompensa de bloque.
fa: از۱1 نوامبر ۲۰۲۰ دیگر از جوایز ویژه (تخفیف) استفاده نمی شود. در صورتی که واجد شرایط دریافت جایزه یا پاداش ویژه باشید، بلافاصله به پاداش بلوک شما اعمال می شود.
ru: Специальные вознаграждения (скидки) больше не используются с 1 ноября 2020 года. Если вы имеете право на бонус или специальное вознаграждение, оно немедленно применяется к вознаграждению за блок.

# UI
source: Total scoring hash rate of the pool at time when a block was found.
es: La tasa de hash total ponderada del pool al momento que se encontró un bloque.
fa: کل امتیاز هش ریت استخر در زمانی که یک بلوک پیدا شد.
ru: Общий оценочный хешрейт пула на момент обнаружения блока.

# UI
source: We've failed to report the issue (you might have a connection issues).
es: No hemos podido reportar el incidente (usted podría tener problemas de conexión).
fa: ما نتوانستیم مشکل را گزارش دهیم (ممکن است مشکل ارتباطی داشته باشید).
ru: Нам не удалось сообщить о проблеме (возможно, у вас проблемы с подключением).

# UI
source: You have no labels yet.
es: Aún no tiene etiquetas.
fa: شما هنوز برچسبی ندارید.
ru: У вас еще нет ярлыков.

# UI
source: Continue below to add you first label
es: Continúe abajo para añadir su primera etiqueta
fa: برای افزودن اولین برچسب، به سمت پایین ادامه دهید
ru: Продолжайте ниже, чтобы добавить свой первый ярлык

# Intro
source: Balance of your accounts
es: Balance de sus cuentas
fa: موجودی حساب های شما
ru: Баланс ваших счетов

# Intro
source: Sum of unpaid balance across all of your Financial Accounts for the selected cryptocurrency. To withdraw your funds, visit the Funds section and setup payout rules.
es: Suma del balance sin pagar en todas sus Cuentas Financieras para la criptomoneda seleccionada. Para retirar sus fondos, visite la sección de Fondos y ponga las reglas de pago.
fa: مجموع موجودی پرداخت نشده در تمام حساب‌های مالی شما برای ارز دیجیتال انتخابی. برای برداشت وجه خود، به بخش وجوه و تنظیم قوانین پرداخت مراجعه کنید.
ru: Сумма невыплаченного баланса по всем вашим финансовым счетам для выбранной криптовалюты. Чтобы вывести средства, перейдите в раздел "Средства" и настройте правила для выплат.

# Intro
source: Time elapsed since the last payout from one of your accounts for the selected cryptocurrency.
es: Tiempo transcurrido desde el último pago hecho desde una de sus cuentas para la criptomoneda seleccionada.
fa: زمان سپری شده از آخرین پرداخت از یکی از حساب های شما برای ارز دیجیتال انتخابی.
ru: Время, прошедшее с момента последней выплаты с одного из ваших аккаунтов для выбранной криптовалюты.

# UI
source: Connect your token & <strong>click here to start</strong>.
es: Conecte su token y <strong>haga clic aquí para comenzar</strong>.

# UI
source: You have no daily rewards yet…
es: No tiene recompensas diarias aún…
fa: شما هنوز هیچ پاداش روزانه ای ندارید…
ru: У вас еще нет ежедневных вознаграждений…

# UI
source: Your rewards for each day will appear here once confirmed and finalized.
es: Sus recompensas de cada día aparecerán aquí al ser confirmadas y finalizadas.
fa: پس از تأیید و نهایی شدن، پاداش‌های شما برای هر روز در اینجا نمایش داده می‌شود.
ru: Ваши вознаграждения за каждый день будут отображаться здесь после подтверждения и завершения.

# UI
source: Hash Rate (PPS)
es: Tasa de Hash (PPS)

# UI
source: Time elapsed since the previous block was found by the pool.
es: Tiempo transcurrido desde que el bloque anterior fue encontrado por el pool.
fa: مدت زمان سپری شده از زمان یافتن بلوک قبلی توسط استخر.
ru: Время, прошедшее с момента обнаружения предыдущего блока пулом.

# UI
source: A block number within the coin's blockchain. Follow the link to see more details about the block.
es: Número del bloque dentro de la cadena de bloques de la moneda. Siga el enlace para ver mas detalles acerca del bloque.
fa: یک شماره بلوک در بلاک چین کوین. برای مشاهده جزئیات بیشتر در مورد بلوک، لینک را دنبال کنید.
ru: Номер блока в блокчейне монеты. Перейдите по ссылке, чтобы узнать больше о блоке.

# UI
source: We're still working on making this experience better.
es: Todavía estamos trabajando para mejorar esta experiencia.
fa: ما همچنان در حال کار بر روی بهتر کردن این تجربه هستیم.
ru: Мы все еще работаем над улучшением.

# UI
source: Yeah, it's true. The widely requested dark mode is finally here.
es: Si, es cierto. El muy solicitado modo oscuro por fin ha llegado.
fa: بله درسته. حالت تاریک که به طور گسترده درخواست شده است بالاخره اینجاست.
ru: Да, это правда. Наконец-то появился широко востребованный темный режим.

# UI
source: Try adjusting your search to find what you're looking for.
es: Intente ajustar su búsqueda para encontrar lo que está buscando.

# UI
source: Running a large-scale mining operation? Let's talk about customized solutions to best suit your needs.
es: ¿Dirige una operación a gran escala? Hablemos sobre soluciones personalizadas que mejor se ajusten a sus necesidades.

# UI
source: Overview of your mining activity in your pocket. Get notified when there is something needing your attention.
es: Panorama de su actividad minera en su bolsillo. Reciba notificaciones cuando algo esté necesitando su atención.

# UI
source: Control every detail of your financial flows with our customizable payout system.
es: Controle cada detalle de sus flujos financieros con nuestro sistema personalizable de pagos.

# UI
source: It's just like a bank account, giving you a precise overview of all transactions.
es: Es como una cuenta de banco, le da un resumen preciso de todas sus transacciones.

# UI
source: Worker Monitoring
es: Vigilancia de Equipos

# UI
source: View and analyze each worker's HR to discover potential issues or just cheer it on.
es: Mire y analice la TH de cada equipo para descubrir problemas potenciales o simplemente animarlo.

# UI
source: All-time Mined
es: Minado de Todo el tiempo

# UI
source: Next generation protocol for pooled mining
es: Protocolo de nueva generación para minería en grupo

# UI
source: Find out how much BTC revenue you'll earn with your hashrate at the current network difficulty.
es: Descubra cuanto ingreso BTC ganará con su tasa de hash en la dificultad actual de la red.

# UI
source: You can deactivate this profile while keeping it's credentials
es: Puede desactivar este perfil mientras mantiene sus credenciales
fa: شما می توانید ضمن حفظ اعتبار نمایه، آن را غیرفعال کنید
ru: Вы можете деактивировать этот профиль, сохранив его учетные данные

# UI
source: {value} mined since 2010
es: {value} minados desde 2010

# UI
source: Estimate Not Available
es: Estimado No Disponible
fa: برآورد در دسترس نیست
ru: Оценка недоступна

# UI
source: Request Payout for:
es: Solicitar Pago de:
fa: درخواست پرداخت برای:
ru: Запросить выплату для:

# UI
source: There is a pending payout request to send this account's full balance to {wallet}.{br}Do you wish to cancel it?
es: Hay una solicitud de pago pendiente para enviar todo el balance de esta cuenta a {wallet}.{br}¿Desea cancelar?
fa: یک درخواست پرداخت معلق برای ارسال موجودی کامل این حساب به {wallet} وجود دارد.{br}آیا می‌خواهید آن را لغو کنید؟
ru: Есть ожидающий запрос на выплату для отправки полного баланса этого аккаунта на {wallet}.{br}Вы хотите его отменить?

# UI
source: Payout Now
es: Pago Inmediato

# UI
source: Do you want to continue?
es: ¿Desea continuar?
fa: آیا مایل هستید ادامه دهید؟
ru: Вы хотите продолжить?

# UI
source: You have to setup a payout destination first
es: Debe configurar un destino de pago primero
fa: ابتدا باید مقصد پرداخت را تنظیم کنید
ru: Сначала вам нужно настроить цель выплаты

# UI
source: A block is considered to be valid and the reward to be final after 100 confirmations.
es: Un bloque se considera válido y su recompensa final luego de 100 confirmaciones.
fa: یک بلوک معتبر تلقی می شود و پس از ۱۰۰ تایید، پاداش نهایی می شود.
ru: Блок считается действительным, а вознаграждение - окончательным после 100 подтверждений.

# Intro
source: The amount you've earned in the current UTC day so far. Reward for a certain day is confirmed after the end of the day.
es: La cantidad que ha ganado al día UTC de hoy hasta ahora. La recompensa de un día determinado se confirma al final del día siguiente.

# Intro
source: Yesterday's Reward
es: Recompensa de ayer
fa: پاداش دیروز
ru: Вчерашние вознаграждение

# Intro
source: Sum of your rewards for the previous day. It is displayed only after all rewards for the certain day (UTC) are confirmed.
es: Suma de sus recompensas para el día anterior. Solo se muestra luego de que todas las recompensas para un día (UTC) determinado son confirmadas.
fa: مجموع پاداش های شما برای روز قبل. تنها پس از تأیید همه پاداش ها برای یک روز خاص (UTC) نمایش داده می شود.
ru: Сумма ваших вознаграждений за предыдущий день. Отображается только после подтверждения всех вознаграждений за определенный день (UTC).

# UI
source: in {a}
es: en {a}
fa: در {a}
ru: за {a}

# UI
source: in {a} and {b}
es: en {a} y {b}

# UI
source: {a} and {b}
es: {a} y {b}

# UI
source: Active Accounts
es: Cuentas Activas
fa: حساب های فعال
ru: Активные аккаунты

# UI
source: Disabled Accounts
es: Cuentas Desactivadas
fa: حساب های غیر فعال
ru: Отключенные аккаунты

# UI
source: Threshold Value [$coin]
es: Valor de Umbral [$coin]
fa: مقدار آستانه [$کوین]
ru: Пороговое значение [$coin]

# UI
source: Feedback
es: Comentarios
fa: بازخورد
ru: Отзыв

# UI
source: payout rule not set
es: regla de pago no establecida
fa: قانون پرداخت تنظیم نشده است
ru: правило для выплат не установлено

# UI
source: unforeseeable
es: imprevisible
fa: غیر قابل پیش بینی
ru: Неопределенно

# UI
source: One Time Password
es: Clave Temporal de Seguridad
fa: رمز عبور یک بار مصرف
ru: Одноразовый пароль

# UI
source: Universal 2nd Factor (U2F)
es: Segundo Factor Universal (U2F)

# UI
source: Signup
es: Regístrate
fa: ثبت‌نام
ru: Регистрация

# UI
source: We are sorry to see you go!
es: Lamentamos verte marchar!
fa: ما از رفتن شما متاسف هستیم!
ru: Нам жаль, что вы уходите!

# UI
source: New Password
es: Nueva Contraseña
fa: رمز عبور جدید
ru: Новый пароль

# UI
source: We couldn't find the page or file you're looking for.
es: No pudimos encontrar la página o el archivo que busca.
fa: ما صفحه یا فایل مورد نظر شما را پیدا نکردیم.
ru: Мы не смогли найти нужную страницу или файл.

# UI
source: The pool is currently in maintenance
es: El pool se encuentra en mantenimiento
fa: استخر در حال حاضر در حال تعمیر است
ru: Пул в настоящее время в обслуживании

# UI
source: Mining is not affected
es: No afecta a la minería
fa: ماینینگ تحت تأثیر قرار نمی‌گیرد
ru: Майнинг не затронут

# UI
source: Please check back soon.{br}If it takes more then a minute, please see our {twitter}{nbsp}and{nbsp}{facebook}.
es: Vuelva a comprobar pronto.{br}Si toma mas de un minuto, revise nuestro {twitter}{nbsp}and{nbsp}{facebook}.

# UI
source: Maintenance
es: Mantenimiento
fa: نگهداری
ru: Обслуживание

# SEO
source: by Braiins
es: por Braiins
fa: توسط Braiins
ru: от Braiins

# SEO
source: Mining Bitcoin since 2010 | Braiins
es: Minando Bitcoin desde 2010 | Braiins
fa: استخراج بیت کوین از سال ۲۰۱۰ | ‌Braiins
ru: Bitcoin майнинг с 2010 | Braiins

# UI
source: Server Error
es: Error de Servidor
fa: خطای سرور
ru: Ошибка сервера

# UI
source: Too Many Requests
es: Demasiadas Peticiones
fa: درخواست های خیلی زیاد
ru: Слишком много запросов

# UI
source: Too many requests. Please try again later.
es: Demasiadas peticiones. Favor intente mas tarde.
fa: درخواست ها بسیار زیاد است لطفاً بعداً دوباره امتحان کنید.
ru: Слишком много запросов. Пожалуйста, повторите попытку позже.

# UI
source: Newsletter Unsubscription
es: Desuscripción al boletín de noticias
fa: لغو اشتراک خبرنامه
ru: Отписаться от рассылки новостей

# UI
source: Forgot password?
es: ¿Olvidó contraseña?
fa: رمز عبور خود را فراموش کرده اید؟
ru: Забыли пароль?

# UI
source: User Login
es: Nombre de Usuario
fa: ورود کاربر
ru: Логин пользователя

# UI
source: Login to existing account
es: Acceder a cuenta existente
fa: وارد حساب کاربری موجود شوید
ru: Войти в существующую учетную запись

# UI
source: Password Reset
es: Restablecer Contraseña
fa: تنظیم مجدد رمز عبور
ru: Сброс пароля

# UI
source: Confirm User Request
es: Confirmar Petición de Ususario
fa: تایید درخواست کاربر
ru: Подтвердить запрос пользователя

# UI
source: Thank you for your feedback
es: Gracias por sus comentarios
fa: از بازخورد شما متشکریم
ru: Спасибо за ваш отзыв

# UI
source: Enable second factor authentication
es: Habilitar autenticación de segundo factor
fa: فعال سازی احراز هویت دو مرحله ای
ru: Включить двухфакторную аутентификацию

# UI
source: Second Factor Authentication
es: Autenticación de Segundo Factor
fa: احراز هویت دو مرحله ای
ru: Двухфакторная аутентификация

# UI
source: You have to login first
es: Debe acceder primero
fa: شما ابتدا باید وارد سیستم شوید
ru: Вы должны сначала авторизоваться

# UI
source: Security Settings
es: Ajustes de Seguridad
fa: تنظیمات امنیتی
ru: Настройки безопасности

# UI
source: Your account is secured with second factor authentication. You can continue to workspace or settings if you want to register more U2F devices.
es: Su cuenta está asegurada con autenticación de segundo factor. Puede continuar al espacio de trabajo o ajustes si desea registrar mas dispositivos U2F.

# SEO
source: System Stats
es: Estadísticas del Sistema
fa: آمار سیستم
ru: Системная статистика

# SEO
source: Check the current hashrate and recent block finds for our BTC mining pool.
es: Mire la tasa de hash actual y los bloques recién encontrados de nuestro pool de minería BTC.
fa: هش ریت فعلی و بلوک های اخیر برای استخر ماینینگ بیت کوین ما را بررسی کنید.
ru: Проверьте текущий хешрейт и недавно найденные блоки нашего пула майнинга BTC.

# SEO
source: News
es: Noticias
fa: اخبار
ru: Новости

# SEO
source: Learn about design and functionality upgrades to the pool and other major releases in our BTC mining stack solution.
es: Aprenda sobre las mejoras de diseño y funcionalidad del pool y otros lanzamientos principales de nuestro portafolio de minería BTC.
fa: درباره ارتقاء طراحی و عملکرد استخر و سایر نسخه های بروز رسانی در راهکارهای استخراج بیت کوین ما اطلاعات بیشتر کسب کنید.
ru: Узнайте об обновлениях дизайна и функциональности пула и других основных выпусках нашего стека для майнинга BTC.

# UI
source: World's First Bitcoin Mining Pool
es: Primer Pool del Mundo de Minería Bitcoin

# UI
source: Pending email confirmation. <a>Resend email</a>
es: Confirmación de correo pendiente. <a>Reenviar correo</a>
fa: در انتظار تایید ایمیل. <a>ارسال مجدد ایمیل</a>
ru: Ожидается подтверждения по электронной почте. <a>Отправить письмо еще раз</a>

# UI
source: API-driven
es: API-manejado
fa: مبتنی بر API
ru: Управление API

# UI
source: Since the current balance is below {limit}, there may be a payout fee of {fee} applied.
es: Debido a que su saldo actual está debajo de {limit}, podría aplicar una comisión de pago de {fee}.
fa: از آنجایی که موجودی فعلی کمتر از {limit} است، ممکن است هزینه پرداخت {fee} اعمال شود.
ru: Поскольку текущий баланс ниже {limit}, может взиматься комиссия за выплату в размере {fee}.

# UI
source: Payouts for this account are driven by API.
es: Los pagos de esta cuenta son manejados por API.
fa: پرداخت‌های این حساب مبتنی بر API انجام می‌شود.
ru: Выплаты для этой учетной записи управляются API.

# UI
source: Warning
es: Advertencia
fa: اخطار
ru: Предупреждение

# UI
source: loading…
es: cargando…
fa: بارگذاری…
ru: загрузка…

# UI
source: Director of Business Development
es: Director de Desarrollo Empresarial
fa: مدیر توسعه کسب و کار
ru: Директор по развитию бизнеса

# UI
source: Receive email notifications from the monitoring system.
es: Reciba notificaciones de correo desde nuestro sistema de vigilancia.
fa: دریافت ایمیل های اطلاع رسانی از سیستم مانیتورینگ.
ru: Получайте уведомления по электронной почте от системы мониторинга.

# SEO
source: Braiins | Slush Pool is the 1st mining pool with more than 1.2M BTC mined since 2010. Explore features such as advanced payouts, monitoring and more.
es: Braiins | Slush Pool es el 1er pool de minería con mas de 1.2M BTC minados desde 2010. Explore funciones como pagos avanzados, vigilancia y mas.

# UI
source: Log In
es: Ingresar
fa: ورود
ru: Войти

# UI
source: Please select an account you want to unsubscribe from.{br}If you care to, you can give us some feedback.
es: Favor elija una cuenta de la que desea desuscribirse.{br}Si quiere, puede darnos algún comentario.
fa: لطفاً حسابی را انتخاب کنید که می‌خواهید اشتراک آن را لغو کنید.{br}اگر برایتان مهم است، می‌توانید به ما بازخورد بدهید.
ru: Выберите учетную запись, от которой хотите отписаться.{br}Если хотите, вы можете оставить нам свой отзыв.

# UI
source: Why are you leaving?
es: ¿Por qué se va?
fa: چرا میروی؟
ru: Почему вы уходите?

# UI
source: Optional Feedback
es: Comentario Opcional
fa: بازخورد اختیاری
ru: Дополнительная обратная связь

# UI
source: Go to Dashboard
es: Ir al Tablero
fa: رفتن به داشبورد
ru: Перейти к рабочему пространству

# UI
source: Unsubscribe Successful
es: Desuscripción Exitosa
fa: لغو اشتراک با موفقیت انجام شد
ru: Отказ от подписки успешен

# UI
source: Followign users have been unsubscribed:
es: Los siguientes usuarios se han desuscrito:
fa: اشتراک کاربران زیر لغو شده است:
ru: От подписки отказались следующие пользователи:

# UI
source: If you have forgotten your password, please enter your email address below and we will send you instructions for setting a new one.
es: SI ha olvidado su contraseña, favor introduzca su dirección de correo abajo y le enviaremos instrucciones para poner una nueva.
fa: اگر رمز عبور خود را فراموش کرده اید، لطفا آدرس ایمیل خود را در زیر وارد کنید و ما دستورالعمل هایی را برای تنظیم رمز عبور جدید برای شما ارسال خواهیم کرد.
ru: Если вы забыли свой пароль, введите ниже свой адрес электронной почты, и мы вышлем вам инструкции по установке нового пароля.

# UI
source: Email Address
es: Dirección de Correo
fa: آدرس ایمیل
ru: Адрес электронной почты

# UI
source: Email Confirmation Has Been Sent!
es: ¡El Correo de Confirmación Ha Sido Enviado!
fa: ایمیل تایید ارسال شده است!
ru: Подтверждение по электронной почте отправлено!

# UI
source: Please check your mailbox and follow confirmation link.{br}If you do not receive an email, please make sure you have entered the address you registered with, and check your spam folder.{br}In case you still did not receive the confirmation, please, try to <a>reset your password</a> again.
es: Favor revise su buzón de correo y siga el enlace de confirmación.{br}Si no recibe un correo, asegúrese de que ha introducido la dirección con la cual se registró, y revise su carpeta de spam.{br}En caso de que no reciba la confirmación, favor, trate de <a>reestablecer su contraseña</a> de nuevo.
fa: لطفاً ایمیل خود را بررسی کنید و لینک تأیید را دنبال کنید.{br}اگر ایمیلی دریافت نکردید، لطفاً مطمئن شوید که آدرسی را که با آن ثبت نام کرده‌اید وارد کرده‌اید و پوشه spam خود را بررسی کنید.{br}در صورتی که هنوز تأییدیه را دریافت نکرده‌اید. لطفاً سعی کنید دوباره <a>گذرواژه خود رامجدد تنظیم کنید</a>.
ru: Проверьте свой почтовый ящик и перейдите по ссылке для подтверждения.{br}Если вы не получили электронное письмо, убедитесь, что вы ввели адрес, на который зарегистрировались, и проверьте папку со спамом.{br}Если вы все еще не получили подтверждение пожалуйста, попробуйте <a>сбросить пароль</a> еще раз.

# UI
source: Change password
es: Cambiar contraseña
fa: تغییر رمز عبور
ru: Изменить пароль

# UI
source: Set a New Password
es: Poner una Nueva Contraseña
fa: یک رمز عبور جدید تنظیم کنید
ru: Установить новый пароль

# UI
source: Please, enter your new password twice to confirm it.
es: Favor, coloque su nueva contraseña 2 veces para confirmar.
fa: لطفاً برای تأیید رمز عبور جدید خود را دو بار وارد کنید.
ru: Пожалуйста, введите ваш новый пароль дважды, чтобы подтвердить его.

# UI
source: Attachements (optional)
es: Adjuntos (opcional)
