Repository: slushpool/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: es, fa, ru

# UI
source: Avg. Round Duration
es: Duración de Ronda Promedio
fa: میانگین مدت دوره
ru: Средн. длина раунда

# UI
source: Height
es: Altura
fa: ارتفاع
ru: Размер

# UI
source: 10 Block Luck
es: Suerte 10 Bloques
fa: شانس ۱۰ بلوک
ru: Удача за 10 блоков

# UI
source: 50 Block Luck
es: Suerte 50 Bloques
fa: شانس ۵۰ بلوک
ru: Удача за 50 блоков

# UI
source: 250 Block Luck
es: Suerte 250 Bloques
fa: شانس ۲۵۰ بلوک
ru: Удача за 250 блоков

# Intro
source: Average daily reward computed from your past rewards.
es: Recompensa promedio diaria calculada desde sus recompensas anteriores.
fa: میانگین پاداش روزانه محاسبه شده از پاداش های گذشته شما.
ru: Среднесуточное вознагрждение вычисляется из ваших прошлых вознаграждений.

# Intro
source: Simplified overview of your recent rewards (blocks found) and their confirmation progress.
es: Perspectiva simplificada de sus recompensas recientes (bloques encontrados) y su progreso en la confirmación.
fa: مروری ساده از پاداش های اخیر شما (بلاک های پیدا شده) و پیشرفت تایید آنها.
ru: Упрощенный обзор ваших недавних вознаграждений (найденных блоков) и прогресса их подтверждения.

# Intro
source: Last 30 Days of Rewards
es: Últimos 30 Días de Recompensas
fa: ۳۰ روز آخر پاداش
ru: Вознаграждения за последних 30 дней

# Intro
source: Chart of your rewards for the last 30 days. It is normal for the daily values to fluctuate due to luck.
es: Gráfica de sus recompensas en los últimos 30 días. Es normal que los valores diarios fluctúen debido a la suerte.
fa: نمودار پاداش های شما در ۳۰ روز گذشته. نوسان مقادیر روزانه به دلیل شانس، طبیعی است.
ru: График ваших вознаграждений за последних 30 дней. Колебания дневных значений из-за удачи - это нормально.

# UI
source: CDF
es: FDA

# UI
source: Cumulative Distribution Function
es: Función de Distribución Acumulativa
fa: تابع توزیع تجمعی
ru: Кумулятивная функция распределения

# UI
source: Last share $time ago
es: Última participación hace $time
fa: آخرین اشتراک $زمان پیش
ru: Последнее решение $time назад

# UI
source: Detailed Statistics
es: Estadísticas Detalladas
fa: آمار تفصیلی
ru: Подробная статистика

# UI
source: If you can, rotate your device<br />to see the chart.
es: Si puede, rote su dispositivo<br />para ver la gráfica.
fa: در صورت امکان، دستگاه <br /> خود را بچرخانید تا نمودار را ببینید.
ru: По возможности поверните устройство,<br />чтобы увидеть диаграмму.

# UI
source: This view requires specific permissions, but your permissions were not loaded yet.
es: Esta vista requiere permisos específicos, pero sus permisos aun no han sido cargados.
fa: این نمایه به مجوزهای خاصی نیاز دارد، اما مجوزهای شما هنوز بارگیری نشده است.
ru: Это представление требует определенных разрешений, но ваши разрешения еще не были загружены.

# UI
source: Password is required!
es: ¡Contraseña requerida!
fa: رمز عبور مورد نیاز است!
ru: Необходим пароль!

# UI
source: Enter your current password
es: Introduzca su contraseña actual
fa: رمز عبور فعلی خود را وارد کنید
ru: Введи свой текущий пароль

# UI
source: Lost your password?
es: ¿Perdió su contraseña?
fa: رمز عبور خود را فراموش کرده اید؟
ru: Забыли пароль?

# UI
source: Click here!
es: ¡Haga clic aquí!
fa: اینجا کلیک کنید!
ru: Нажмите сюда!

# UI
source: Loading challenge data…
es: Cargando datos de desafío…
fa: در حال بارگیری داده های چالش…
ru: Загрузка данных о вызове…

# UI
source: Confirm the request on your device.
es: Confirme la solicitud en su dispositivo.
fa: لطفاً درخواست را در دستگاه خود تأیید کنید.
ru: Подтвердите запрос на своем устройстве.

# UI
source: Done!
es: ¡Hecho!
fa: انجام شد!
ru: Готово!

# UI
source: Two Factor Authentication
es: Autenticación de dos factores
fa: احراز هویت دو مرحله ای
ru: Двухфакторная аутентификация

# UI
source: Authenticate
es: Autenticar
fa: احراز هویت
ru: Аутентифицировать

# UI
source: Enter Your Password
es: Introduzca Su Contraseña
fa: رمز عبور خود را وارد کنید
ru: Введите ваш пароль

# UI
source: Back
es: Atrás
fa: بازگشت
ru: Назад

# UI
source: Expand
es: Expandir
fa: باز کردن
ru: Развернуть

# UI
source: Color Theme
es: Tema de Color
fa: رنگ قالب
ru: Цветовая тема

# UI
source: Light Mode
es: Modo de Luz
fa: حالت روشن
ru: Светлый режим

# UI
source: Dark Mode
es: Modo Oscuro
fa: حالت تیره
ru: Темный режим

# UI
source: Automatic
es: Automático
fa: خودکار
ru: Автоматический

# UI
source: This email has a pending email confirmation on your previous address: {}!
es: Este correo tiene una confirmación pendiente en su dirección previa: {}!
fa: این ایمیل دارای یک ایمیل تایید در حال انتظار درآدرس قبلی شما است: {}!
ru: Этот почтовый ящик ожидает подтверждения на вашем предыдущим адресе: {}!

# UI
source: Preferred Language
es: Idioma Preferido
fa: زبان مورد نظر
ru: Предпочтительный язык

# UI
source: Preferred Timezone
es: Zona Horaria Preferida
fa: منطقه زمانی مورد نظر
ru: Предпочтительный часовой пояс

# UI
source: Preferred Fiat Currency
es: Moneda Fiat Preferida
fa: ارز فیات مورد نظر
ru: Предпочтительная фиатная валюта

# UI
source: Will be displayed in header and summary statistics.
es: Se mostrará en el encabezado y el resumen de estadísticas.
fa: در سربرگ و آمار خلاصه نمایش داده خواهد شد.
ru: Будет отображаться в заголовке и сводной статистике.

# UI
source: Notify me of payouts
es: Notificarme los pagos
fa: من را از پرداخت ها مطلع کنید
ru: Сообщите мне о выплатах

# UI
source: Send email notifications when the system sends me payments
es: Enviar notificaciones de correo cuando el sistema me envíe pagos
fa: زمانی که سیستم پرداخت‌هایی را برای من ارسال می‌کند، اعلان‌های ایمیل را ارسال کنید
ru: Отправлять уведомления по электронной почте, когда система отправляет мне платежи

# UI
source: Request Account Deletion
es: Solicitar Borro de Cuenta
fa: درخواست حذف حساب
ru: Запрос на удаление аккаунта

# UI
source: This action is final and your account cannot be reactivated in the future.
es: Esta acción es final y su cuenta no podrá reactivarse en el futuro.
fa: این اقدام نهایی است و حساب شما در آینده قابل فعال سازی مجدد نیست.
ru: Это действие является окончательным, и ваш аккаунт не может быть повторно активирован в будущем.

# UI
source: Make sure to request your final payout before confirming the deletion request. Otherwise, any remaining balances are considered a generous donation to the pool.
es: Asegúrese de solicitar su último pago antes de confirmar la solicitud de borrado. De lo contrario, cualquier balance restante será considerado una generosa donación para el pool.
fa: اطمینان حاصل کنید که قبل از تأیید درخواست حذف، پرداخت نهایی خود را درخواست کنید. در غیر این صورت، باقی مانده ها کمک مالی سخاوتمندانه به استخر در نظر گرفته می شود.
ru: Обязательно запросите окончательную выплату перед подтверждением запроса на удаление. В противном случае любой оставшийся баланс считается щедрым пожертвованием в пул.

# UI
source: To complete account deletion, you will need to click on a confirmation link we will send to you promptly via your email.
es: Para completar el borrado de la cuenta, necesita hacer clic en un enlace de confirmación que se le enviará a la brevedad a su correo.
fa: برای تکمیل حذف حساب، باید روی لینک تایید کلیک کنید که ما به سرعت از طریق ایمیل برای شما ارسال می کنیم.
ru: Чтобы завершить удаление учетной записи, вам нужно будет щелкнуть ссылку для подтверждения, которую мы незамедлительно отправим вам по электронной почте.

# UI
source: Here you can choose which coins will be available for selection on your <b>workspace</b> and in the <b>mobile&nbsp;app</b>.
es: Aquí puede escoger que monedas estarán disponibles para elegir en su <b>espacio de trabajo</b> y en la <b>aplicación&nbsp;móvil</b>.

# UI
source: This interface-only setting does not affect your ability to mine said coins in any way.
es: Esta configuración de interfaz no afecta su capacidad de minar dichas monedas de cualquier forma.

# UI
source: At least one coin must be displayed at all times.
es: Al menos una moneda debe ser mostrada en todo momento.

# UI
source: Mining for Beginers
es: Minería para Principiantes

# UI
source: FAQ & Customer support
es: Preguntas Frecuentes y Atención al cliente

# UI
source: Where to Start
es: Donde Comenzar

# UI
source: Clear search input
es: Limpiar la entrada de búsqueda

# UI
source: Invalid date format!
es: ¡Formato de fecha inválido!
fa: فرمت تاریخ نامعتبر است!
ru: Неверный формат даты!

# UI
source: Can't go below 2016-01-01!
es: ¡No puede bajar de 2016-01-01!
fa: نمیتوانید به قبل از 2016.01.01 بروید!
ru: Не может быть ниже 01.01.2016!

# UI
source: Generate Exports
es: Generar Exportaciones
fa: ایجاد خروجی
ru: Создать экспорт

# UI
source: Please <a>upgrade your browser</a> to improve your experience.
es: Favor <a>actualice su navegador</a> para mejorar su experiencia.
fa: لطفاً <a>مرورگر </a> خود را ارتقا دهید تا تجربه خود را بهبود ببخشید.
ru: Пожалуйста, <a>обновите свой браузер</a>, чтобы улучшить визуал.

# UI
source: Previous page
es: Página previa
fa: صفحه قبلی
ru: Предыдущая страница

# UI
source: Next page
es: Página siguiente
fa: صفحه بعدی
ru: Следущая страница

# UI
source: Create New Label
es: Crear Nueva Etiqueta
fa: ایجاد برچسب جدید
ru: Создать новый ярлык

# UI
source: Choose an option
es: Elija una opción
fa: یک گزینه را انتخاب کنید
ru: Выберите опцию

# UI
source: Do you want to unlink this device?
es: ¿Desea desvincular este dispositivo?
fa: آیا می‌خواهید ارتباط این دستگاه را لغو کنید؟
ru: Вы хотите отключить это устройство?

# UI
source: Device label:
es: Etiqueta del dispositivo:
fa: برچسب دستگاه:
ru: Ярлык устройства:

# UI
source: Connected at:
es: Conectado en:
fa: متصل در:
ru: Подключено:

# UI
source: 1. Download the application
es: 1. Descargue la aplicación
fa: 1. اپلیکیشن را دانلود کنید
ru: 1. Загрузите приложение

# UI
source: 2. Enter device label for later identification / invalidation.
es: 2. Introduzca la etiqueta del dispositivo para una posterior identificación / invalidación.
fa: برچسب دستگاه را برای شناسایی/ابطال بعدی وارد کنید.
ru: 2. Введите ярлык устройства для последующей идентификации / отключения.

# UI
source: 3. Click "Connect" and scan the QR code generated on your device.
es: 3. Haga clic en "Conectar" y escanee el código QR generado en su dispositivo.
fa: 3. روی «اتصال» کلیک کنید و کد QR تولید شده در دستگاه خود را اسکن کنید.
ru: 3. Нажмите "Подключиться" и отсканируйте QR-код, созданный на вашем устройстве.

# UI
source: Add new device
es: Añadir nuevo dispositivo
fa: افزودن دستگاه جدید
ru: Добавить новое устройство

# UI
source: New device
es: Nuevo dispositivo
fa: دستگاه جدید
ru: Новое устройство

# UI
source: Place your device label
es: Coloque la etiqueta de su dispositivo
fa: برچسب دستگاه خود را قرار دهید
ru: Введите ярлык вашего устройства

# UI
source: Scan QR code on the left using our application
es: Escanee el código QR a la izquierda usando nuestra aplicación
fa: کد QR را در سمت چپ با استفاده از اپلیکیشن ما اسکن کنید
ru: Отсканируйте QR-код слева с помощью нашего приложения

# UI
source: You can also use token value for manual entry
es: También puede usar un valor token para ingreso manual
fa: همچنین می توانید از مقدار توکن برای ورود دستی استفاده کنید
ru: Вы также можете использовать значение токена для ручного ввода

# UI
source: Delete Access Profile
es: Borrar Perfil de Acceso
fa: حذف نمایه دسترسی
ru: Удалить профиль доступа

# UI
source: Update Access Profile
es: Actualizar Perfil de Acceso
fa: به روز رسانی نمایه دسترسی
ru: Обновить профиль доступа

# UI
source: Profile created
es: Perfil creado
fa: نمایه ایجاد شد
ru: Профиль создан

# UI
source: Update saved
es: Actualización guardada
fa: به روز رسانی ذخیره شد
ru: Обновление сохранено

# UI
source: Profile creation failed!
es: ¡Creación de perfil fallida!
fa: ایجاد نمایه انجام نشد!
ru: Не удалось создать профиль!

# UI
source: Update failed!
es: ¡Actualización fallida!
fa: به روز رسانی نا موفق بود!
ru: Не удалось обновить!

# UI
source: Required Field!
es: ¡Campo Requerido!
fa: این فیلد اجباری است!
ru: Обязательное поле!

# UI
source: You don't have sufficient permissions to create a new access profile!
es: ¡No tiene permisos suficientes para crear un nuevo perfil de acceso!
fa: شما مجوزهای کافی برای ایجاد یک نمایه دسترسی جدید ندارید!
ru: У вас недостаточно прав для создания нового профиля доступа!

# UI
source: Account Username
es: Nombre de Usuario
fa: نام کاربری حساب
ru: Имя пользователя учетной записи

# UI
source: You can set up multiple access profiles with different passwords (or API tokens) and different levels of permissions.
es: Puede establecer perfiles múltiples de acceso con contraseñas distintas (o tokens API) y permisos de distinto nivel.
fa: می‌توانید نمایه‌های دسترسی چندگانه را با رمزهای عبور (یا توکن ‌های API) و سطوح مختلف مجوز تنظیم کنید.
ru: Вы можете настроить несколько профилей доступа с разными паролями (или токенами API) и разными уровнями разрешений.

# UI
source: This way, it is possible to share limited access to your user account without compromising its security.
es: De esta forma, es posible compartir acceso limitado de su cuenta de usuario sin comprometer su seguridad.
fa: به این ترتیب، امکان اشتراک گذاری دسترسی محدود به حساب کاربری خود بدون به خطر انداختن امنیت آن وجود دارد.
ru: Таким образом, можно предоставить ограниченный доступ к вашей учетной записи без ущерба для ее безопасности.

# UI
source: Access profiles can be flexibly (de)activated or changed at any time by the master account.
es: Los perfiles de acceso puede ser (de)activados o cambiados de forma flexible en cualquier momento por la cuenta principal.
fa: نمایه های دسترسی را می توان در هر زمان توسط حساب اصلی به طور انعطاف پذیر (غیر) فعال یا تغییر داد.
ru: Профили доступа можно гибко (де)активировать или изменить в любое время с помощью основной учетной записи.

# UI
source: Click here for permissions overview
es: Clic aquí para la perspectiva de permisos
fa: برای نمای کلی مجوزها اینجا را کلیک کنید
ru: Нажмите здесь для обзора разрешений

# UI
source: Permissions Overview
es: Perspectiva de Permisos
fa: مروری بر مجوزها
ru: Обзор разрешений

# UI
source: Web Access Username
es: Nombre de usuario Acceso Web
fa: نام کاربری دسترسی به وب
ru: Имя пользователя веб-доступа

# UI
source: Web Access
es: Acceso Web
fa: دسترسی به وب
ru: Веб-доступ

# UI
source: API Access
es: Acceso API
fa: دسترسی API
ru: Доступ к API

# UI
source: Enable OTP
es: Habilitar OTP
fa: فعال کردن OTP
ru: Включить OTP

# UI
source: Disable OTP
es: Deshabilitar OTP
fa: غیر فعال کردن OTP
ru: Отключить OTP

# UI
source: All 6 digits need to be entered!
es: ¡Debe introducir todos los 6 dígitos!
fa: تمام 6 رقم باید وارد شوند!
ru: Необходимо ввести все 6 цифр!

# UI
source: OTP enabled
es: OTP habilitado
fa: OTP فعال شد
ru: OTP включен

# UI
source: OTP enabling failed
es: Habilitación OTP fallida
fa: فعال کردن OTP ناموفق بود
ru: Не удалось включить OTP

# UI
source: OTP secret (we recommend you to backup this secret safely to prevent autentication issues in case you lost your device)
es: Secreto OTP (recomendamos respaldar este secreto de forma segura para prevenir problemas de autenticación en caso de perder su dispositivo)
fa: رمز OTP (به شما توصیه می کنیم از این رمز با خیال راحت نسخه پشتیبان تهیه کنید تا در صورت گم شدن دستگاه خود از مشکلات احراز هویت جلوگیری کنید)
ru: Секрет OTP (мы рекомендуем вам безопасно создать резервную копию этого секрета, чтобы предотвратить проблемы с аутентификацией в случае потери устройства)

# UI
source: Not loaded yet…
es: Aun no se ha cargado…
fa: هنوز لود نشده است…
ru: Еще не загружено…

# UI
source: OTP disabled
es: OTP deshabilitado
fa: OTP غیرفعال شد
ru: OTP отключен

# UI
source: OTP disabling failed!
es: ¡Des-habilitación OTP fallida!
fa: OTP غیرفعال نشد!
ru: Не удалось отключить OTP!

# UI
source: One Time Password (OTP)
es: Contraseña de Un Solo Uso (OTP)
fa: رمز عبور یک بار مصرف (OTP)
ru: Одноразовый пароль (OTP)

# UI
source: OTP is a time-dependent code to be used for a single confirmation attempt. You can use Google Authenticator or other similar apps of your choice to generate the codes for you.
es: OTP es un código que depende de la hora para usarse en un solo intento de confirmación. Puede usar Google Authenticator o cualquier aplicación similar en su dispositivo para generarle sus códigos.
fa: OTP یک کد وابسته به زمان است که برای یک بار تایید استفاده می شود. می توانید از Google Authenticator یا سایر برنامه های مشابه مورد نظر خود برای ایجاد کدها برای شما استفاده کنید.
ru: OTP - это код, зависящий от времени, который будет использоваться для одной попытки подтверждения входа. Вы можете использовать Google Authenticator или другие аналогичные приложения по вашему выбору, чтобы сгенерировать код.

# UI
source: U2F doesn't work on insecure protocol!
es: ¡U2F no funciona en protocolo inseguro!

# UI
source: U2F token registered
es: Token U2F registrado

# UI
source: U2F token registration failed!
es: ¡Registro de token U2F fallido!

# UI
source: Wrong U2F manifest! Please contact us about this error.
es: ¡Manifiesto U2F incorrecto! Favor contactarnos acerca de este error.

# UI
source: U2F token removed
es: Token U2F removido

# UI
source: U2F token removal failed!
es: ¡Remoción de token U2F fallida!

# UI
source: Register U2F device
es: Registrar dispositivo U2F

# UI
source: Remove U2F device
es: Remover dispositivo U2F

# UI
source: Universal Second Factor (U2F)
es: Segundo Factor Universal (U2F)

# UI
source: Physical device following the FIDO Universal 2nd Factor standard. You can use multiple devices like TREZOR or Ubikey to add another level of security.
es: Dispositivo físico que sigue la norma FIDO de Segundo Factor Universal. Puede usar múltiples dispositivos como TREZOR o Ubikey para añadir otro nivel de seguridad.

# UI
source: Two-Factor Authentication is currently active.
es: La Autenticación de Dos Factores se encuentra activa.
fa: احراز هویت دو مرحله ای در حال حاضر فعال است.
ru: В настоящее время активна двухфакторная аутентификация.

# UI
source: Two-Factor Authentication is currently NOT active!
es: ¡La Autenticación de Dos Factores NO se encuentra activa!
fa: احراز هویت دو مرحله ای در حال حاضر فعال نیست!
ru: Двухфакторная аутентификация в настоящее время НЕ активна!

# UI
source: We highly recommend using 2FA. You can choose from two options below.
es: Recomendamos ampliamente usar 2FA. Puede elegir entre dos opciones abajo.
fa: ما به شدت استفاده از 2FA را توصیه می کنیم. شما می توانید از دو گزینه زیر انتخاب کنید.
ru: Мы настоятельно рекомендуем использовать 2FA. Вы можете выбрать один из двух вариантов ниже.

# UI
source: Two-Factor Authentication
es: Autenticación de Dos Factores
fa: احراز هویت دو مرحله ای
ru: Двухфакторная аутентификация

# UI
source: Loading Data…
es: Cargando Datos…

# UI
source: No data…
es: Sin datos…
fa: بدون اطلاعات…
ru: Нет данных…

# UI
source: Pool Hashrate
es: Hashrate del Pool
fa: نرخ هش استخر
ru: Хешрейт пула

# UI
source: Discover more
es: Descubra más

# UI
source: Cutting-edge firmware with an implementation of Stratum V2 and mining software written from scratch in Rust language.
es: Firmware de vanguardia con una implementación de Stratum V2 y software de minado escrito desde cero en lenguaje Rust.

# UI
source: Custom API & Data Exports
es: API personalizado y Exportación de Datos
fa: API سفارشی و صادرات دیتا
ru: Пользовательский API и экспорт данных

# UI
source: Request Data
es: Petición de Datos
fa: درخواست اطلاعات
ru: Запросить данные

# UI
source: Pool Stats
es: Estadísticas del Pool
fa: آمار استخر
ru: Статистики пула

# UI
source: Show active range
es: Mostrar rango activo
fa: نمایش محدوده فعال
ru: Показать активный диапазон

# UI
source: You don't have sufficient permissions to view history pages.
es: No tiene suficientes permisos para ver páginas de historial.
fa: شما مجوز کافی برای مشاهده صفحات تاریخچه را ندارید.

# UI
source: You don't have sufficient permissions to view funds pages.
es: No tiene suficientes permisos para ver páginas de fondos.
fa: شما مجوز کافی برای مشاهده صفحات مالی ندارید.

# UI
source: Config. shown items
es: Config. mostrar elementos

# UI
source: You have to login to view this page
es: Debe ingresar para ver esta página
fa: برای مشاهده این صفحه باید وارد سیستم شوید
ru: Вы должны войти в систему, чтобы просмотреть эту страницу

# UI
source: Continue to Login
es: Continúe para Ingresar
fa: برای ورود ادامه دهید
ru: Продолжить вход

# UI
source: Scoring Hashrate
es: Tasa de hash Ponderada
fa: امتیاز هش‌ریت
ru: Оценочный хешрейт

# UI
source: Hashrate (5 minute)
es: Tasa de hash (5 minutos)
fa: هش ریت (۵ دقیقه)
ru: Хешрейт (5 минут)

# UI
source: Hashrate (1 hour)
es: Tasa de hash (1 hora)
fa: هش ریت (۱ ساعت)
ru: Хешрейт (1 час)

# UI
source: Hashrate (1 day)
es: Tasa de hash (1 día)
fa: هش ریت (۱ روز)
ru: Хешрейт (1 день)

# UI
source: Blocks History
es: Historial de Bloques
fa: تاریخچه بلوک
ru: История блоков

# UI
source: Start Mining with Slush Pool
es: Empiece a Minar con Slush Pool

# UI
source: Upgrade your <br /> mining machines
es: Mejore sus <br /> máquinas de minar

# UI
source: Explore now
es: Explore ahora

# UI
source: Yesterday's Reward
es: Recompensas de ayer
fa: پاداش دیروز
ru: Вчерашние вознаграждения

# UI
source: Sum of unpaid balance across all of your Bitcoin Financial Accounts. To withdraw your funds, visit the Funds section and setup payout rules.
es: Suma del balance sin pagar de todas sus Cuentas Financieras Bitcoin. Para retirar sus fondos, visite la sección de Fondos y configure las reglas de pago.
fa: مجموع موجودی پرداخت نشده در تمام حساب های مالی بیت کوین شما. برای برداشت وجه خود، به بخش مالی و تنظیم قوانین پرداخت مراجعه کنید.
ru: Сумма невыплаченного баланса по всем вашим финансовым счетам в биткойнах. Чтобы вывести средства, перейдите в раздел "Средства" и настройте правила для выплат.

# UI
source: Sum of all your rewards for the selected cryptocurrency.
es: Suma de todas sus recompensas de la criptomoneda seleccionada.
fa: مجموع تمام پاداش های شما برای ارز دیجیتال انتخاب شده.
ru: Сумма всех ваших вознаграждений за выбранную криптовалюту.

# UI
source: Time elapsed since the last payout from one of your Bitcoin accounts.
es: Tiempo transcurrido desde el último pago desde una de sus cuentas Bitcoin.
fa: زمان سپری شده از آخرین پرداخت از یکی از حساب های بیت کوین شما.
ru: Время, прошедшее с момента последней выплаты с одного из ваших биткойн-счетов.

# UI
source: Est. Daily Reward (1 TH/s)
es: Recompensa Diaria Est. (1 TH/s)

# UI
source: Estimate of your rewards per day based on your recent hashrate and the current difficulty. Actual rewards can be more or less depending on the pool's luck.
es: Estimado de sus recompensas por día basado en su tasa de hash reciente y la dificultad actual. Las recompensas reales podrán ser mas o menos dependiendo de la suerte del pool.
fa: تخمین پاداش روزانه شما بر اساس هش ریت اخیر و سختی فعلی شما. بسته به شانس استخر، پاداش های واقعی ممکن است بیشتر یا کمتر باشد.
ru: Оценка ваших ежедневных вознаграждений на основе вашего недавнего хешрейта и текущей сложности. Фактические награды могут быть выше или ниже в зависимости от удачи пула.

# UI
source: Invalid wallet ID!
es: ¡ID de cartera inválida!
fa: شناسه کیف پول نامعتبر است!
ru: Неверное ID кошелька!

# UI
source: Active Wallets
es: Carteras Activas
fa: کیف پول های فعال
ru: Активные кошельки

# UI
source: Disabled Wallets
es: Carteras Deshabilitadas
fa: کیف پول های غیرفعال
ru: Отключенные кошельки

# UI
source: Payout
es: Pago
fa: پرداخت
ru: Выплата

# UI
source: Address: {address}
es: Dirección: {address]

# UI
source: Fee: {fee}
es: Comisión: {fee}
fa: هزینه: {fee}
ru: Комиссия: {fee}

# UI
source: Daily Reward for {date}
es: Recompensa Diaria por {date}

# UI
source: Reward for block #{height}
es: Recompensa por bloque #{height}
fa: پاداش برای بلوک #{height}
ru: Вознаграждение за блок #{height}

# UI
source: Include Rewards
es: Incluir Recompensas
fa: شامل پاداش
ru: Включая вознаграждения

# UI
source: Rename Account
es: Renombrar Cuenta
fa: تغییر نام حساب
ru: Переименовать аккаунт
